Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/CitiesRules.po
Languages: ca_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl

source: Purchase one city upgrade for 1 commodity less.
ca_es: Compra un progrés de ciutat per 1 commodity menys.
fi_fi: Osta päivitys yhdellä kauppatavaralla halvemmalla kuin yleensä.
fr_fr: Achetez un développement de ville pour 1 marchandise de moins.
hu_hu: Bezahle bei einem Stadtausbau mit einer Handelswarenkarte weniger.
it_it: Progredisci in un campo a scelta spendendo un articolo di commercio in meno.
ja_jp: 街のアップグレードに必要な物産の枚数を、一枚減らす。
nl_nl: Koop een stadsupgrade voor 1 goed minder.

source: Receive 2 ore for each ore tile on which you have a city or settlement.
ca_es: Rep 2 pedres per cada hexagon de pedra en el que tinguis una ciutat o poblat.
fi_fi: Saat kaksi kiveä jokaisesta kaupungista tai kylästä, jotka koskettavat kiviresurssia.
fr_fr: Recevez 2 minerais pour chaque hex minerai sur lequel vous avez une ville ou une colonie.
hu_hu: Nimm dir zwei Erz für jedes Erzfeld, an das eine Stadt oder eine Siedlung angrenzt.
it_it: Ricevi 2 minerali per ciascun esagono di minerale su cui hai una città o un insediamento.
ja_jp: 使用者の所有する鉄の土地ひとつにつき、鉄二枚を得る。
nl_nl: Ontvang 2 erts voor elke ertstegel, waar je een stad of dorp aan gebouwd hebt.

source: Receive 2 wheat for each wheat tile on which you have a city or settlement.
ca_es: Rep 2 blats per cada hexagon de blat en el que tinguis una ciutat o poblat.
fi_fi: Saat kaksi viljaresurssia jokaisesta kaupungista, missä on kaupunkisi ja vieressä viljaresurssilaatta.
fr_fr: Recevez 2 blés pour chaque hex de blé sur lesquels vous avez une ville ou une
hu_hu: Nimm dir zwei Weizen für jedes Weizenfeld, an das eine Stadt oder eine Siedlung angrenzt.
it_it: Ricevi 2 grani per ciascun esagono di grano su cui hai una città o un insediamento.
ja_jp: 使用者が所有する麦の土地ひとつにつき、麦二枚を得る。
nl_nl: Ontvang 2 graan voor elke graantegel, waar je een stad of dorp aan gebouwd hebt.

source: Remove one open road from the board. If you remove your own road, you may then place it elsewhere immediately.
ca_es: Treu una carretera oberta del taulell. Si treus una carreteva teva, la pots tornar a col·locar on vulguis inmediatament.
fi_fi: Poista yksi avoin tie laudalta. Jos poistat oman tien, voit laittaa sen minne tahansa heti.
fr_fr: Retirer une route ouverte du plateau. Si vous retirez une de vos routes, vous pouvez la replace ailleurs immédiatement.
hu_hu: Entferne eine frei stehende Straße vom Spielfeld. Falls du eine eigene Straße entfernst, darfst du sie sofort irgendwo anders platzieren.
it_it: Rimuovi una strada aperta dal gioco. Se rimuovi una strada tua, puoi ripiazzarla immediatamente altrove.
ja_jp: 道を一本、取り去る。もし、使用者の所有する道であった場合、好きな場所に移すことができる。
nl_nl: Verwijder een straat van het spelbord. Wanneer je een eigen straat verwijdert, mag je het direct ergens anders plaatsen.

source: Remove one open road or ship from the board. If you remove your own road or ship, you may then place it elsewhere immediately.
ca_es: Treu una carretera o vaixell oberts del taulell. Si treus una carretera o vaixell teus, els pots tornar a col·locar on vulguis inmediatament.
fi_fi: Poista yksi avoin tie laudalta. Jos poistat oman tien, voit laittaa sen minne tahansa heti.
fr_fr: Enlevez une route ouverte ou un bateau du plateau. Si vous enlevez une de vos routes ou bateaux, vous pouvez le replacer ailleurs immédiatement.
hu_hu: Entferne eine frei stehende Straße oder ein Schiff vom Spielfeld. Falls du eine eigene Straße oder ein Schiff entfernst, darfst du sie/es sofort irgendwo anders platzieren.
it_it: Rimuovi una strada o barca aperta dal gioco. Se rimuovi una tua strada o barca, puoi ripiazzarla immediatamente altrove.
ja_jp: 道か船をひとつ、取り去る。もし、使用者の所有する道か船であった場合、好きな場所に移すことができる。
nl_nl: Verwijder een straat of schip van het spelbord. Wanneer je een eigen straat of schip verwijdert, mag je het direct ergens anders plaatsen.

source: Repair a city
nl_nl: Repareer een stad

source: Resources
fi_fi: Resurssit
hu_hu: Források
it_it: Risorse
ja_jp: 資源
nl_nl: Grondstoffen

source: Robber is not delayed by barbarians
ca_es: El lladre no es retrassat pels bàrbars
fi_fi: Rosvot eivät hidastu barbaarien ansiosta
fr_fr: Le brigand n'est pas retardé par les barbares
hu_hu: Die Räuber werden durch die Barbaren nicht zurückgehalten.
it_it: Il brigante non viene ritardato dai barbari
ja_jp: 盗賊が蛮人の侵攻前から存在する。
nl_nl: Struikrover is niet vertraagd door de barbaren

source: Roll Dice
fi_fi: Heitä noppaa
hu_hu: Würfle
it_it: Lancia I Dadi
ja_jp: ダイスを振れ
nl_nl: Gooien

source: Rounds before barbarians advance
nl_nl: Ronden voordat de barbaren optrekken

source: Science cards
ca_es: Cartes de Ciència
fi_fi: Tiedekortit
hu_hu: Fortschrittskarten Wissenschaft
it_it: Carte Scienza
ja_jp: 科学カード
nl_nl: Wetenschapskaarten

source: Science metropolis
nl_nl: Wetenschaps metropolis

source: Select
ca_es: Selecciona
fi_fi: Valitse
fr_fr: Choisir
hu_hu: Auswählen
it_it: Seleziona
ja_jp: 選択
nl_nl: Selecteer

source: Select a commodity. All players must give you 1 of that commodity, unless they have none.
ca_es: Selecciona una commodity. Tots els jugadors han de donar-te 1 commodity d'aquestes, a no ser que no en tinguin.
fi_fi: Valitse kauppatavara. Kaikkien pelaajien täytyy antaa yksi tuota kauppatavaraa mikäli heillä on.
fr_fr: Choisissez une marchandise. Tous les joueurs doivent vous donner 1 de cette marchandise, sauf s'ils n'en ont pas.
hu_hu: Wähle einen Handelsware. Alle Spieler müssen dir 1 Handelswarenkarte dieses Typs geben, sofern sie diese besitzen.
it_it: Seleziona un articolo di commercio. Tutti i giocatori dovranno darti 1 carta di quell'articolo di commercio, a meno che non ne abbiano.
ja_jp: 一種類の物産を選ぶ。すべてのプレイヤーの内、選ばれた物産を所有する者は、使用者に選ばれた物産を一枚、貢がねばならぬ。
nl_nl: Selecteer een goederenkaart. Alles spelers moeten je 1 van dezelfde goederenkaart geven, tenzij ze niets hebben.

source: Select an opponent's city. The city produces as a settlement until the owner pays 1 timber and 1 ore for repairs.
ca_es: Selecciona una ciutat enemiga. Aquella ciutat produeix com un poblat fins que l'amo pagui 1 fusta i 1 pedra per arreglar-la.
fi_fi: Valitse vastustajan kaupunki. Kaupunki tuottaa resursseja samalla tavalla kuin kylä, kunnes pelaaja korjaa sen yhdellä puulla ja kivellä.
fr_fr: Choisissez une ville d'un adversaire. La ville produit comme une colonie jusqu'à ce que le propriétaire paye 1 bois et 1 minerai pour les réparations.
hu_hu: Wähle eine gegnerische Stadt aus. Diese Stadt produziert Rohstoffe entsprechend einer Siedlung bis der Eigentümer 1 Holz und 1 Erz an Reparaturzahlungen leistet.
it_it: Seleziona una città avversaria. Essa produrrà come un insediamento finché il proprietario non pagherà 1 legno ed 1 minerale per riparazioni.
ja_jp: 使用者は街をひとつ選ぶことができる。選ばれた街の所有者が、木と鉄を支払わぬまで、その町は村とみなす。
nl_nl: Selecteer de stad van een tegenstander. De stad produceert als een dorp, totdat de eigenaar 1 hout en 1 erts betaalt voor de reparatie.

source: Select an opponent. Steal 1 progress card of your choice from their hand.
ca_es: Selecciona un enemic. Roba una carta de progrés de la teva elecció de la seva ma.
fi_fi: Valitse pelaaja. Ryöstä yksi kortti heidän kädestään.
fr_fr: Choisissez un adversaire. Volez lui 1 carte progrès de votre choix.
hu_hu: Wähle einen Gegenspieler aus und stiehl von ihm 1 Fortschrittskarte deiner Wahl.
it_it: Seleziona un avversario. Ruba 1 sua carta progresso.
ja_jp: あるプレイヤーから、好きな発展カードを一枚、盗むことができる。
nl_nl: Selecteer een tegenstander. Steel 1 actiekaart naar keuze.

source: Select an opponent. They must remove one knight of their choice from the board. You may then place an equivalent knight on the board, following the normal rules.
ca_es: Selecciona un oponent. Ell ha de treure un cavaller de la seva elecció del taulell. Tu pots posar llavors un cavaller equivalent al taulell, seguint les regles normals.
fi_fi: Valitse pelaaja. Tuon pelaajan täytyy poistaa yksi valitsemansa ritari laudalta. Tämän jälkeen voit laittaa samantasoisen ritarin laudalle normaaleja sääntöjä noudattaen.
fr_fr: Choisissez un adversaire. Il devra retirer un chevalier de son choix du plateau. Vous pouvez alors place un chevalier équivalent sur le plateau en respectant les règles habituelles.
hu_hu: Wähle einen Gegnespieler aus. Dieser muss einen Ritter seiner Wahl vom Spielfeld entfernen. Du darfst dann einen gleichwärtigen Ritter, entsprechend den üblichen Spielregeln, auf das Spielfeld setzen.
it_it: Seleziona un avversario. Egli dovrà rimuovere un cavaliere di propria scelta dal gioco. Tu potrai quindi sistemare in gioco un cavaliere equivalente, seguendo le normali regole.
ja_jp: プレイヤーを一人選ぶ。選ばれたプレイヤーは、騎士をひとつ、取り除かねばならない。しかる後に、使用者は、取り除かれた騎士と同格の騎士を、通常のルールに従って、配置できる。
nl_nl: Selecteer een tegenstander. Zij moeten 1 ridder naar keuze van het spelbord verwijderen. Je mag een gelijkwaardige ridder op het spelbord plaatsen door de normale regels na te leven.

source: Select a Player for Desertion
ca_es: Selecciona un Jugador a Desertar
fi_fi: Valitse pelaaja
fr_fr: Choisir un joueur pour la désertion.
hu_hu: Wähle den Spieler aus, der vom Überläufer betroffen ist.
it_it: Seleziona un Giocatore per la Diserzione
ja_jp: 逃走させる騎士の、所有者を選べ。
nl_nl: Selecteer een Speler voor Desertatie.

source: Select a Player to Rob
ca_es: Selecciona un Jugador a Robar
fi_fi: Valitse pelaaja, jolta varastetaan
fr_fr: Choisissez un joueur à voler
hu_hu: Wähle den zu bestehlenden Spieler aus
it_it: Seleziona un giocatore da derubare
ja_jp: 誰から盗むか、選べ。
nl_nl: Selecteer een Speler om te Beroven.

source: Select a Player to Spy on
ca_es: Selecciona un Jugador a Espiar
fi_fi: Valitse pelaaja, jota vakoillaan
fr_fr: Choisir un joueur à espionner.
hu_hu: Wähle den auszuspionierenden Spieler aus
it_it: Seleziona un Giocatore da Spiare
ja_jp: 密偵を送り込むプレイヤーを選べ。
nl_nl: Selecteer een Speler om te Bespioneren

source: Select a Player to Trade With
ca_es: Selecciona un Jugador per Negociar
fi_fi: Valitse pelaaja, jonka kanssa käyt kauppaa
fr_fr: Choisir un joueur avec qui échanger
hu_hu: Wähle einen Spieler zum Handeln aus
it_it: Seleziona un giocatore con cui commerciare
ja_jp: トレードするプレイヤーの選択
nl_nl: Selecteer een Speler om mee te Handelen

source: Select A Progress Card
ca_es: Selecciona Una Carta de Progrés
fi_fi: Valitse kortti
fr_fr: Choisir une carte progrès
hu_hu: Wähle eine Fortschrittskarte
it_it: Seleziona una Carta Sviluppo
ja_jp: 発展カードを選べ。
nl_nl: Selecteer een Actiekaart.

source: Select a resource. All players must give you as many of that resource as they can, up to 2.
ca_es: Selecciona un recurs. Tots els jugadors han de donar-te tants d'aquest recurs com puguin, fins a 2.
fi_fi: Valitse resurssi. Jokaisen pelaajan täytyy antaa maksimissaan kaksi tuota valitsemaasi resurssia mikäli heillä on sitä.
fr_fr: Choisissez un type de ressource. Tous les joueurs doivent vous donner 2 ressources de ce type, ou moins s'ils n'en ont pas 2.
hu_hu: Wähle einen Rohstoff. Alle Spieler müssen dir 2 Rohstoffkarten dieses Typs geben, sofern sie diese besitzen.
it_it: Seleziona una risorsa. Tutti i giocatori dovranno darti tutte le carte di quella risorsa in loro possesso, fino ad un massimo di 2.
ja_jp: 一種類の資源を選ぶ。その資源を所有するプレイヤーは、2枚を超えない範囲で、使用者に資源を貢がねばならぬ。
nl_nl: Selecteer een grondstof. Alle spelers moeten je zoveel mogelijk van die grondstof geven, maar niet meer dan 2.

source: Select a tile adjacent to a settlement or city you own and place the merchant on it. As long as the merchant remains, you trade that resource to the bank at 2-1, and receive 1 Victory Point.
ca_es: Selecciona un hexagon adjacent a una ciutat o poblat teus i col·loca el Mercant a sobre. Mentre tinguis el Mercant, pots canviar aquell recurs amb el banc a 2-1, i rebs 1 Punt de Victoria.
fi_fi: Valitse laatta, joka osuu omaan kaupunkiin tai kylään ja aseta kauppias. Niin kauan kuin kauppias on itselläsi, saat vaihtaa laatalla olevaa resurssia 2:1 ja saat yhden voittopisteen.
fr_fr: Choisissez un hex adjacent à une de vos villes ou colonies, et placez-y le marchand. Tant que le marchand y reste, vous pouvez échanger cette ressource 2-1 à la banque, et recevoir un point de victoire.
hu_hu: Wähle ein Spielfeldteil, das an eine deiner Siedlungen oder Städte grenzt, und setze den Händler darauf. Solange der Händler dort verharrt, kannst du diesen Rohstoff 2-1 mit der Bank tauschen und erhältst einen Siegpunkt.
it_it: Seleziona un esagono adiagente ad una tua città o un tuo insediamento e mettici il mercante. Finché il mercante vi rimane, potrai scambiare quella risorsa con la banca 2-1, ed avrai 1 Punto Vittoria in più.
ja_jp: 使用者の所有する村街の、ある土地に、商人を配置できる。商人がいる限り、その土地の資源を2-1でバンクとトレードでき、1 勝利点を得る。
nl_nl: Selecteer een tegel die grenst aan je dorp of stad en plaats de handelaar erop. Zolang de handelaar erop staat, ruil je die grondstof met 2 tegen 1 met de bank en ontvang je 1 Overwinningspunt.

source: Select Dice
ca_es: Selecciona els Daus
fi_fi: Valitse noppa
fr_fr: Choisir les dés
hu_hu: Válasszon kockát
it_it: Seleziona Dadi
ja_jp: ダイスの選択
nl_nl: Selecteer Dobbelstenen

source: Select 1 card to give.
ca_es: Selecciona 1 carta a donar.
fi_fi: Valitse yksi annettava kortti.
fr_fr: Choisir 1 carte à donner.
hu_hu: Wähle 1 abzugebende Karte als Mitgift aus.
it_it: Seleziona 1 carta da dare.
ja_jp: 渡すカードを、一枚選べ。
nl_nl: Selecteer 1 kaart om te geven.

source: Select 1 card type to trade at 2-1.
ca_es: Selecciona 1 tipus de carta per canviar a 2-1.
fi_fi: Valitse korttityyppi, jota voi vaihtaa suhteeseen 2:1.
fr_fr: Choisir 1 type de carte à échanger 2-1.
hu_hu: Wähle 1 Kartenart, die du 2-1 tauschen willst.
it_it: Seleziona 1 tipo di carta da commerciare 2 a 1.
ja_jp: 2-1でトレードするカードを選べ。
nl_nl: Selecteer 1 type kaart om 2 tegen 1 te handelen.

source: Select 1 commodity type to steal.
ca_es: Selecciona 1 tipus de commodity a robar.
fi_fi: Valitse kauppatavaratyyppi, jota varastetaan.
fr_fr: Choisir 1 type de marchandise à voler.
hu_hu: Wähle 1 eine zu stehlende Handelswarenart aus.
it_it: Seleziona 1 tipo di articolo di commercio da rubare.
ja_jp: 盗む物産の種類を選べ。
nl_nl: Selecteer 1 goederentype op te stelen.

source: Select 1 progress card.
ca_es: Selecciona 1 carta de progrés.
fi_fi: Valitse yksi kortti
fr_fr: Choisir 1 carte progrès.
hu_hu: Wähle 1 Fortschrittskarte.
it_it: Seleziona 1 Carta Sviluppo
ja_jp: 発展カードを選べ。
nl_nl: Selecteer 1 actiekaart.

source: Select 1 resource or commodity. This round, trade it to the bank at 2-1.
ca_es: Selecciona 1 recurs o commodity. Aquest torn, canvia'l al banc a 2-1.
fi_fi: Valitse resurssi tai tuote. Tämän vuoron ajan voit vaihtaa sitä pankissa 2:1.
fr_fr: Choisissez 1 ressource ou marchandise. A ce tour, vous pouvez l'échanger 2-1 à la banque.
hu_hu: Wähle einen Rohstoff oder eine Handelsware. In dieser Runde kannst du diese(n) mit der Bank 2-1 tauschen.
it_it: Seleziona 1 risorsa o articolo di commercio. Per questo round, potrai scambiarlo con la banca a 2-1.
ja_jp: 一種類の資源か物産を選ぶ。このラウンドにおいて、バンクと2-1でトレードできる。
nl_nl: Selecteer 1 grondstof of goederenkaart.

source: Select 1 resource to gain.
ca_es: Selecciona 1 recurs a guanyar.
fi_fi: Valitse yksi resurssi.
fr_fr: Choisir 1 ressource à recevoir.
hu_hu: Válasszon egy forráskártyát.
it_it: Seleziona 1 risorsa da guadagnare.
ja_jp: 得る資源を選べ。
nl_nl: Selecteer 1 grondstof die je wilt ontvangen.

source: Select 1 resource type to steal.
ca_es: Selecciona 1 tipus de recurs a robar.
fi_fi: Valitse yksi resurssityyppi, jota varastetaan.
fr_fr: Choisissez 1 type de ressource à voler.
hu_hu: Wähle eine Rohstoffart aus, die du stehlen willst.
it_it: Seleziona 1 tipo di risorsa da rubare.
ja_jp: 盗む資源の選択
nl_nl: Selecteer 1 grondstoftype om te stelen.

source: Select 2 cards to give.
ca_es: Selecciona 2 cartes a donar.
fi_fi: Valitse kaksi annettavaa korttia.
fr_fr: Choisir 2 cartes à donner.
hu_hu: Wähle 2 abzugebende Karten als Mitgift aus.
it_it: Seleziona 2 carte da rubare da dare.
ja_jp: 渡すカードを、二枚選べ。
nl_nl: Selecteer 2 kaarten om te geven.

source: Select one die of each color.
ca_es: Selecciona un dau de cada color.
fi_fi: Valitse yksi puoli per väri.
fr_fr: Choisir un dé de chaque couleur.
hu_hu: Válsszon egy kockát minden egyes színbõl.
it_it: Seleziona un dado per ciascun colore.
ja_jp: 各色のダイスの目を選べ。
nl_nl: Selecteer 1 dobbelsteen van elke kleur.

source: Show Barbarians tab
nl_nl: Toon barbaren tab

source: Show Upgrades tab
nl_nl: Toon upgrades tab

source: Spy Cards
ca_es: Espiar Cartes
fi_fi: Vakoile kortteja
hu_hu: Karten ausspionieren
it_it: Spia Carte
ja_jp: 密偵カード
nl_nl: Spionage Kaarten

source: Steal Card
ca_es: Robar Carta
fi_fi: Varasta kortti
hu_hu: Karte stehlen
it_it: Ruba Carta
ja_jp: 盗賊カード
nl_nl: Steel Kaart

source: Strong knight
nl_nl: Sterke ridder

source: Strong knights
nl_nl: Sterke ridders

source: Switch any two roll chips on the board, except for those numbered 2, 12, 6, or 8.
ca_es: Intercanvia dos números del taulell qualsevols, excepte els 2, 12, 6 o 8.
fi_fi: Vaihda kaksi mitä tahansa numeroa laatalla, paitsi numeroita 2, 6, 8 tai 12.
fr_fr: Echangez deux jetons sur le plateau, sauf les jetons numérotés 2, 12, 6 ou 8.
hu_hu: Tausche zwei beliebige Zahlenchips am Spielfeld, ausgenommen jene mit den Nummern 2, 12, 6 oder 8.
it_it: Scambia due gettoni numerati, tranne quelli con 2, 12, 6 o 8.
ja_jp: ボード上の、ある二箇所の土地の数字を交換できる。ただし、2, 12, 6, 8の数字は交換できない。
nl_nl: Wissel 2 fiches op het spelbord om, behalve de nummers 2, 12, 6 of 8.

source: Take 2 resource or commodity cards of your choice from any one opponent with more Victory Points than you.
ca_es: Agafa 2 recursos o commodities que tu triis d'un enemic amb més Punts de Victoria que tu.
fi_fi: Ota kaksi resurssia tai yksi tavarakortti keneltä tahansa pelaajalta, jolla on enemmän voittopisteitä kuin sinulla.
fr_fr: ¨Prenez 2 cartes ressource ou marchandise de votre choix à un adversaire qui a moins de points de victoire que vous.
hu_hu: Wähle 2 Rohstoffkarten oder Handelswarenkarten deiner Wahl von einem beliebigen Gegenspieler, der mehr Siegpunkte hat als du.
it_it: Prendi 2 carte (risorse o articoli di commercio) a scelta da un avversario con più Punti Vittoria di te.
ja_jp: 使用者より勝利点の高い者一人から、好きな資源か物産を二枚、得ることができる。
nl_nl: Neem 2 grondstoffen of goederenkaarten naar keuze van elke tegenstander die meer Overwinningspunten heeft dan jij.

source: The barbarians advance.
ca_es: Els bàrbars avancen.
fi_fi: Barbaarit etenevät
fr_fr: Les barbares avancent.
hu_hu: Die Barbaren rücken vor.
it_it: I barbari avanzano.
ja_jp: 蛮人の侵攻
nl_nl: De barbaren trekken op.

source: The barbarians attack and are repelled!
ca_es: Els bàrbars ataquen i són repelits!
fi_fi: Barbaarit hyökkäävät ja karkoitetaan!
fr_fr: Les barbares attaquent et sont repoussés!
hu_hu: Die Barbaren greifen an und werden zurückgeschlagen!
it_it: I barbari attaccano e vengono respinti!
ja_jp: 蛮人が侵略せり。撃退に成功。
nl_nl: De barbaren vallen aan en zijn afgeweerd!

source: The barbarians attack and lay waste!
ca_es: Els bàrbars ataquen i arrasen!
fi_fi: Barbaarit hyökkäävät ja jättävät jälkeensä jätettä!
fr_fr: Les barbares attaquent et font des dégats!
hu_hu: Die Barbaren greifen an und richten Verwüstungen an!
it_it: I barbari attaccano e mettono l'isola a ferro e fuoco!
ja_jp: 蛮人が侵略せり。被害甚大。
nl_nl: De barbaren vallen aan en redden het niet!

source: Trade cards
ca_es: Cartes d'Intercanvi
fi_fi: Kauppakortit
hu_hu: Fortschrittskarten Handel
it_it: Carte Commercio
ja_jp: 貿易カード
nl_nl: Handelskaarten

source: Trade metropolis
nl_nl: Handels metropolis

source: Upgrade politics
nl_nl: Upgrade politiek

source: Upgrade science
nl_nl: Upgrade wetenschap

source: Upgrade trade
nl_nl: Upgrade handel

source: Use commercial harbor
nl_nl: Gebruik de commerciële haven

source: Use Your Aqueduct
ca_es: Usar el teu Aqueducte
fi_fi: Käytä akveduktiasi
fr_fr: Utiliser votre aqueduc
hu_hu: Híd használata
it_it: Usa l'Acquedotto
ja_jp: Aaueductを使え
nl_nl: Gebruik je aquaduct

source: Your Cards
ca_es: Les teves Cartes
fi_fi: Korttisi
fr_fr: Vos cartes
hu_hu: Deine Karten
it_it: Le Tue Carte
ja_jp: 汝のカード
nl_nl: Je Kaarten

source: %s, activate a knight.
ca_es: %s, activa un cavaller.
fi_fi: %s, aktivoi ritari.
fr_fr: %s, activez un chevalier.
hu_hu: %s, aktiviere einen Ritter.
it_it: %s, attiva un cavaliere.
ja_jp: %s よ、アクティブ化する騎士を選べ。
nl_nl: %s, activeer een ridder.

source: %s activates a knight.
ca_es: En/Na %s activa un cavaller.
fi_fi: %s, aktivoi ritarin.
fr_fr: %s active un chevalier.
hu_hu: %s aktiviert einen Ritter.
it_it: %s attiva un cavaliere.
ja_jp: %s は、騎士をアクティブ化した。
nl_nl: %s activeert een ridder.

source: %s, attack an opponent's knight.
ca_es: %s, ataca a un cavaller enemic.
fi_fi: %s, hyökkää vastapelaajan ritarin kimppuun.
fr_fr: %s, attaquez un chevalier d'un adversaire.
hu_hu: %s, greife einen gegnerischen Ritter an.
it_it: %s, attacca un cavaliere avversario.
ja_jp: %s よ、攻撃する騎士を選べ。
nl_nl: %s, val een ridder van de tegenstander aan.

source: %s attacks a knight of %s.
ca_es: En/Na %s ataca un cavaller d'en/na %s.
fi_fi: %s hyökkää ritarilla %s.
fr_fr: %s attaque un chevalier de %s.
hu_hu: %s greift einen Ritter von %s an.
it_it: %s attacca un cavaliere di %s.
ja_jp: %s は、%s の騎士を攻撃した。
nl_nl: %s valt een ridder van %s aan.

source: Barbarians are delayed for %d rounds
ca_es: Els bàrbars es retrassaran %d rondes
fi_fi: Barbaareja viivytetty %d vuoroa
fr_fr: Les barbares sont retardés pour %d tours
hu_hu: Barbárok késleltetése %d körre
it_it: I barbari vengono ritardati per %d round
ja_jp: 蛮人を、 %d ラウンド無効化する。
nl_nl: De barbaren worden voor %d ronden vertraagd

source: %s, discard 1 progress card.
ca_es: %s, descarta 1 carta de progrés.
fi_fi: %s, poista yksi edistymiskortti.
fr_fr: %s, défaussez 1 carte progrès.
hu_hu: %s, lege eine Fortschrittskarte ab.
it_it: %s, scarta 1 carta progresso.
ja_jp: %s よ、発展カードを一枚捨てよ。
nl_nl: %s, verwerp een actiekaart.

source: %s discards 1 %s card.
ca_es: En/Na %s descarta 1 carta de %s.
fi_fi: %s poistaa yhden %s -kortin.
hu_hu: %s, lege 1 %s Karte ab.
it_it: %s scarta una carta %s.
ja_jp: %s よ、%s カードを、一枚捨てよ。
nl_nl: %s verwerpt 1 %s kaart.

source: %s displaces a knight of %s.
ca_es: En/Na %s desplaça un cavaller d'en/na %s.
fi_fi: %s siirtää ritaria %s.
fr_fr: %s déplace un chevalier de %s.
hu_hu: %s vertreibt einen Ritter von %s.
it_it: %s scaccia un cavaliere di %s.
ja_jp: %s は、%s の騎士を除去した。
nl_nl: %s verplaatse een ridder van %s.

source: %s expels criminals.
ca_es: En/Na %s expulsa els Criminals.
fi_fi: %s karkottaa rikolliset.
fr_fr: %s expulse des criminels.
hu_hu: %s vertreibt die Räuber.
it_it: %s scaccia criminali.
ja_jp: %s は、盗人を追放した。
nl_nl: %s verdrijft criminelen.

source: %d %s from %s
ca_es: %d %s d'en/na %s
fi_fi: %d %s pelaajalta %s
fr_fr: %d %s de %s
hu_hu: %d %s von %s
it_it: %d %s da %s
ja_jp: %3$s から、%1$d 枚の %2$s を
nl_nl: %d %s van %s

source: %s gives 1 card to %s as a wedding gift.
nl_nl: %s geeft 1 kaart aan %s als huwelijksgeschenk.

source: %s gives %s to you as a wedding gift.
nl_nl: %s geeft %s aan je als huwelijksgeschenk.

source: %s gives 2 cards to %s as a Wedding gift.
ca_es: En/Na %s dóna 2 cartes a en/na %s com a regal de Casament.
fi_fi: %s antaa kaksi korttia pelaajalle %s häälahjana
fr_fr: %s donne 2 cartes à %s comme cadeau de mariage.
hu_hu: %s schenkt %s 2 Karten als Mitgift.
it_it: %s dà 2 carte a %s come Regalo di Nozze.
ja_jp: %s は、%sに、祝儀として、二枚のカードを与えた。
nl_nl: %s geeft 2 kaarten aan %s als Huwelijksgeschenk.

source: %s loses %s.
ca_es: En/Na %s perd %s.
fi_fi: %s menettää %s.
hu_hu: %s legt %s ab.
it_it: %s perde %s.
ja_jp: %s は、%s を失った。
nl_nl: %s verliest %s.

source: %s loses a city walls.
ca_es: En/Na %s perd les muralles d'una ciutat.
fi_fi: %s, menettää kaupungin muurit.
fr_fr: %s perd un mur d'enceinte.
hu_hu: %s verliert eine Stadtmauer.
it_it: %s perde dei bastioni.
ja_jp: %s は、城壁を失った。
nl_nl: %s verliest een stadsmuur.
