Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/CitiesRules.po
Languages: ca_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl

source: %s loses the knight in the attack.
ca_es: En/Na %s perd el cavaller en l'atac.
fi_fi: %s häviää taistelussa menettäen ritarinsa.
fr_fr: %s perd un chevalier dans l'attaque.
hu_hu: %s verliert einen Ritter im Angriff.
it_it: %s perde il cavaliere nell'attacco.
ja_jp: %s は、攻撃により、騎士を失った。
nl_nl: %s verliest een ridder in het gevecht.

source: %s loses the knight.
ca_es: En/Na %s perd el cavaller.
fi_fi: %s menttää ritarin.
fr_fr: %s perd le chevalier.
hu_hu: %s verliert einen Ritter.
it_it: %s perde un cavaliere.
ja_jp: %s は、騎士を失った。
nl_nl: %s verliest de ridder.

source: %s loses the %s metropolis.
ca_es: En/Na %s perd la metrópolis de %s.
fi_fi: %s menettää %s metropolin.
fr_fr: %s perd la métropole %s.
hu_hu: %s verliert die %s Metropole.
it_it: %s perde la metropoli %s.
ja_jp: %s は、%s メトロポリスを失った。
nl_nl: %s verliest de %s metropolis.

source: %s moves a knight.
ca_es: En/Na %s mou un cavaller.
fi_fi: %s, liikuttaa ritaria.
fr_fr: %s déplace un chevalier.
hu_hu: %s versetzt einen Ritter.
it_it: %s sposta un cavaliere.
ja_jp: %s が、騎士を動かした。
nl_nl: %s verplaatst een ridder.

source: %s, move your knight.
ca_es: %s, mou el teu cavaller.
fi_fi: %s, liikuta ritaria.
fr_fr: %s, déplacez votre chevalier.
hu_hu: %s, versetze deinen Ritter.
it_it: %s, muovi il cavaliere.
ja_jp: %s よ、騎士を動かせ。
nl_nl: %s, verplaats je ridder.

source: %s, place a city.
ca_es: %s, posa una ciutat.
fi_fi: %s, aseta kaupunki.
fr_fr: %s, placez une ville.
hu_hu: %s, setze eine Stadt.
it_it: %s, metti una città.
ja_jp: %s よ、街を建設せよ。
nl_nl: %s, bouw een stad.

source: %s, place a city walls.
ca_es: %s, posa muralles de la ciutat.
fi_fi: %s, aseta kaupungin muurit.
fr_fr: %s, placez un mur d'enceinte.
hu_hu: %s, setze eine Stadtmauer.
it_it: %s, metti delle mura.
ja_jp: %s よ、城壁を建設せよ。
nl_nl: %s, bouw een stadsmuur.

source: %s, place a road.
ca_es: %s, posa una carretera.
fi_fi: %s, aseta tie.
fr_fr: %s, placez une route.
hu_hu: %s, setze eine Straße.
it_it: %s, metti una strada.
ja_jp: %s よ、道を建設せよ。
nl_nl: %s, bouw een straat.

source: %s, place a basic knight.
ca_es: %s, posa un cavaller bàsic
fi_fi: %s, aseta perusritari.
fr_fr: %s, placez un chevalier faible.
hu_hu: %s, setze einen schwachen Ritter.
it_it: %s, metti un cavaliere base.
ja_jp: %s よ、軽装歩兵を設置せよ。
nl_nl: %s, bouw een eenvoudige ridder.

source: %s, place the merchant.
ca_es: %s, posa el Mercader.
fi_fi: %s, aseta kauppias.
fr_fr: %s, placez le marchand.
hu_hu: %s, setze den Händler.
it_it: %s, metti il mercante.
ja_jp: %s よ、商人を設置せよ。
nl_nl: %s, plaats de handelaar.

source: %s places a basic knight.
ca_es: %s, posa un cavaller bàsic.
fi_fi: %s, asettaa perusritarin.
fr_fr: %s place un chevalier faible.
hu_hu: %s setzt einen schwachen Ritter.
it_it: %s mette un cavaliere base.
ja_jp: %s が、軽装歩兵を設置した。
nl_nl: %s bouwt een eenvoudige ridder.

source: %s places a city walls.
ca_es: %s, posa muralles de la ciutat.
fi_fi: %s, asettaa kaupungin muurit.
fr_fr: %s place un mur d'enceinte.
hu_hu: %s setzt eine Stadtmauer.
it_it: %s mette delle mura.
ja_jp: %s は、城壁を建設した。
nl_nl: %s bouwt een stadsmuur.

source: %s places the deserter.
ca_es: %s, posa el desertor.
fi_fi: %s, aseta aavikoittajan.
fr_fr: %s place le déserteur.
hu_hu: %s setzt den Überläufer.
it_it: %s mette il disertore.
ja_jp: %s が、敗走兵を設置した。
nl_nl: %s, plaatst de woestijnruiter.

source: %s, place the deserter.
ca_es: %s, posa el Desertor.
fi_fi: %s, aseta aavikoittaja.
fr_fr: %s, placez le déserteur.
hu_hu: %s, setze den Überläufer.
it_it: %s, metti il disertore.
ja_jp: %s よ、敗走兵を設置せよ。
nl_nl: %s, plaats de woestijnruiter.

source: %s, place your metropolis.
ca_es: %s, posa la teva metrópolis.
fi_fi: %s, aseta metropoli.
fr_fr: %s, placez votre métropole.
hu_hu: %s, setze eine Metropole.
it_it: %s, metti la tua metropoli.
ja_jp: %s よ、都市を設置せよ。
nl_nl: %s, bouw je metropolis.

source: %s receives a progress card.
nl_nl: %s ontvangt een actiekaart.

source: %s receives %d %s from irrigation.
nl_nl: %s ontvangt %d %s voor irrigatie.

source: %s receives %d %s from mining.
nl_nl: %s ontvangt %d %s voor mijnbouw.

source: %s receives 1 defender point.
nl_nl: %s ontvangt 1 verdedigingspunt.

source: %s receives 1 victory point from a %s card.
nl_nl: %s ontvangt 1 overwinningspunt van een %s kaart.

source: %s removes a road of %s.
ca_es: En/Na %s treu una carretera d'en/na %s.
fi_fi: %s poistaa pelaajan %s tien.
fr_fr: %s enlève une route de %s.
hu_hu: %s eine Straße von %s.
it_it: %s rimuove una strada di %s.
ja_jp: %s は、%s の道を除去した。
nl_nl: %s verwijdert een straat van %s.

source: %s removes a ship of %s.
ca_es: En/Na %s treu un vaixell d'en/na %s.
fi_fi: %s poistaa pelaajan %s laivan.
fr_fr: %s déplace un bateau de %s.
hu_hu: %s entfernt ein Schiff von %s.
it_it: %s rimuove una nave di %s.
ja_jp: %s は、%s の舟を除去した。
nl_nl: %s verwijdert een schip van %s.

source: %s, repair a city.
ca_es: %s, repara una ciutat.
fi_fi: %s, korjaa kaupunki.
fr_fr: %s, réparez une ville.
hu_hu: %s, repariere eine Stadt.
it_it: %s, ripara una città.
ja_jp: %s よ、街を再建せよ。
nl_nl: %s, repareer een stad.

source: %s repairs a city.
ca_es: En/Na %s repara una ciutat.
fi_fi: %s korjaa kaupungin.
fr_fr: %s répare une ville.
hu_hu: %s repariert eine Stadt.
it_it: %s ripara una città.
ja_jp: %s が、都市を再建した。
nl_nl: %s repareert een stad.

source: Roll a %d
hu_hu: Würfle eine %d
it_it: Lancia un %d
ja_jp: %d が振られた。
nl_nl: Gooi een %d

source: %s, sabotage a city.
ca_es: %s, saboteja una ciutat.
fi_fi: %s, sabotoi kaupunki.
fr_fr: %s, sabotez une ville.
hu_hu: %s, sabotiere eine Stadt.
it_it: %s, sabota una città.
ja_jp: %s よ、街を破壊せよ。
nl_nl: %s, saboteer een stad.

source: %s sabotages a city of %s.
ca_es: En/Na %s saboteja una ciutat d'en/na %s.
fi_fi: %s sabotoi pelaajan %s kaupungin.
fr_fr: %s attaque une ville de %s.
hu_hu: %s sabotiert eine Stadt von %s.
it_it: %s sabota una città di %s.
ja_jp: %s は、%s の街を破壊した。
nl_nl: %s saboteert een stad van %s.

source: %s, select a city to reduce.
ca_es: %s, selecciona una ciutat a reduïr.
fi_fi: %s, valitse kaupunki,joka alennetaan kyläksi.
fr_fr: %s, choisissez une ville à réduire.
hu_hu: %s, wähle eine zu zerstörende Stadt aus.
it_it: %s, seleziona una città da ridurre.
ja_jp: %s よ、過疎化させる街を選べ。
nl_nl: %s, selecteer een stad om te degraderen.

source: %s, select a resource or commodity to trade at 2-1.
ca_es: %s, selecciona 1 recurs o commodity. Aquest torn, intercanvia'l al banc a 2-1.
fi_fi: %s, valitse resurssi tai kauppatavara, jota voit vaihtaa pankissa 2:1.
fr_fr: %s, choisissez une ressource ou marchandise à échanger 2-1.
hu_hu: %s, wähle einen Rohstoff oder eine Handelsware. In dieser Runde kannst du diese(n) mit der Bank 2-1 tauschen.
it_it: %s, seleziona una risorsa o articolo di commercio da scambiare 2 a 1.
ja_jp: %s よ、2-1でトレードしたい、資源か物産を、選べ。
nl_nl: %s, selecteer een grondstof of goed om 2 tegen 1 te handelen.

source: %s, select a commodity to give to %s.
ca_es: %s, selecciona una commodity per donar-li a en/na %s.
fi_fi: %s, valitse kauppatavara, jota annetaan pelaajalle %s.
fr_fr: %s, choisissez une marchandise à donner à %s.
hu_hu: %s, wähle eine Handelswarenkarte, die du %s gibst.
it_it: %s, seleziona un articolo di commercio da dare a %s.
ja_jp: %s よ、%s に与える物産を選べ。
nl_nl: %s, selecteer een goed om aan %s te geven.

source: %s, select a commodity to steal.
ca_es: %s, selecciona una commodity a robar.
fi_fi: %s, valitse kauppatavara, jota varastetaan.
fr_fr: %s, choisissez une marchandise à voler.
hu_hu: %s, wähle eine Handelswarenart aus, die du stehlen willst.
it_it: %s, seleziona un articolo di commercio da rubare.
ja_jp: %s よ、盗みたい物産を選べ。
nl_nl: %s, selecteer een goed om te stelen.

source: %s, select a knight to attack with.
ca_es: %s, selecciona un cavaller amb el que atacar.
fi_fi: %s, valitse ritari, jolla hyökkäät
fr_fr: %s, choisir avec quel chevalier attaquer.
hu_hu: %s, wähle einen Ritter aus, mit dem du angreifen willst.
it_it: %s, seleziona un cavaliere con cui attaccare.
ja_jp: %s よ、攻撃させる騎士を選べ。
nl_nl: %s, selecteer een ridder om een aanval mee te doen.

source: %s, select a knight to desert.
ca_es: %s, selecciona un cavaller a desertar.
fi_fi: %s, valitse ritari.
fr_fr: %s, choisissez un chevalier à faire déserter
hu_hu: %s, wähle einen Ritter aus, der überläuft.
it_it: %s, seleziona un cavaliere da far disertare.
ja_jp: %s よ、敗走させる騎士を選べ。
nl_nl: %s, selecteer een te verlaten ridder.

source: %s, select a knight to displace.
ca_es: %s, selecciona un cavaller a moure.
fi_fi: %s, valitse ritari.
fr_fr: %s, choisissez un chevalier à déplacer
hu_hu: %s, wähle einen zu vertreibenden Ritter aus.
it_it: %s, seleziona un cavaliere da scacciare.
ja_jp: %s よ、取り除く騎士を選べ。
nl_nl: %s, selecteer een ridder om te verplaatsen.

source: %s, select a knight to expel criminals with.
ca_es: %s, selecciona un cavaller per expulsar els criminals.
fi_fi: %s, valitse ritari, jolla karkoitat
fr_fr: %s, choisissez un chevalier pour expulser les criminels.
hu_hu: %s, wähle einen Ritter, mit dem du die Räuber vertreiben willst.
it_it: %s, seleziona un cavaliere con cui espellere criminali.
ja_jp: %s よ、盗人を追い払う騎士を選べ。
nl_nl: %s, selecteer een ridder om criminelen mee te verdrijven.

source: %s, select a knight to move.
ca_es: %s, selecciona un cavaller a moure.
fi_fi: %s, valitse liikutettava ritari.
fr_fr: %s, choisissez un chevalier à déplacer
hu_hu: %s wähle einen zu bewegenden Ritter aus.
it_it: %s, seleziona un cavaliere da spostare.
ja_jp: %s よ、動かす騎士を選べ。
nl_nl: %s, selecteer een ridder om te verplaatsen.

source: %s, select a player for desertion.
ca_es: %s, selecciona un/a jugador/a a desertar.
fi_fi: %s, valitse aavikoituva pelaaja.
fr_fr: %s, choisissez un joueur pour la désertion.
hu_hu: %s, wähle einen zu Spieler aus, der vom Übertläufer betroffen ist.
it_it: %s, seleziona un giocatore per la diserzione.
ja_jp: %s よ、敗走兵を使うプレイヤーを選べ。
nl_nl: %s, selecteer een speler om te deserteren.

source: %s, select a player to rob.
ca_es: %s, selecciona un/a jugador/a a robar.
fi_fi: %s, valitse pelaaja, jolta varastetaan.
hu_hu: %s, wähle einen zu bestehlenden Spieler aus.
it_it: %s, seleziona un giocatore da derubare.
ja_jp: %s よ、どのプレイヤーから盗むか選べ。
nl_nl: %s, selecteer een speler om van te stelen.

source: %s, select a player to spy on.
ca_es: %s, selecciona un/a jugador/a a espiar.
fi_fi: %s, valitse pelaaja, jota vakoillaan.
fr_fr: %s, choisissez un joueur à espionner.
hu_hu: %s, wähle einen auszuspionierenden Spieler aus.
it_it: %s, seleziona un giocatore da spiare.
ja_jp: %s よ、密偵を送り込むプレイヤーを選べ。
nl_nl: %s, selecteer een speler om te bespioneren.

source: %s, select a player to use the commercial harbor on.
nl_nl: %s, selecteer een speler om de commerciële haven op te gebruiken.

source: %s, select a progress card.
ca_es: %s, selecciona una carta de progrés.
fi_fi: %s, valitse kortti.
fr_fr: %s, choisissez une carte progrès.
hu_hu: %s, wähle eine Fortschrittskarte aus.
it_it: %s, seleziona una Carta Sviluppo.
ja_jp: %s よ、発展カードを選べ。
nl_nl: %s, selecteer een actiekaart.

source: %s, select a resource to give to %s.
ca_es: %s, selecciona un recurs per donar-li a en/na %s.
fi_fi: %s, valitse yksi resurssi, jota annetaan pelaajalle %s.
fr_fr: %s, choisissez une ressource à donner à %s.
hu_hu: %s, wähle eine Rohstoffkarte aus, die du %s gibst.
it_it: %s, seleziona una risorsa da dare a %s.
ja_jp: %s よ、%s に与える資源を選べ。
nl_nl: %s, selecteer een grondstof om aan %s te geven.

source: %s, select a resource to steal.
ca_es: %s, selecciona un recurs a robar.
fi_fi: %s, valitse yksi resurssi, joka varastetaan.
fr_fr: %s, choisissez une ressource à voler.
hu_hu: %s, wähle eine Rohstoffart aus, die du stehlen willst.
it_it: %s, seleziona una risorsa da rubare.
ja_jp: %s よ、盗みたい資源を選べ。
nl_nl: %s, selecteer een grondstof om te stelen.

source: %s, select a road or ship to remove.
ca_es: %s, selecciona una carretera o vaixell a treure.
fi_fi: %s, valitse poistettava tie tai laiva.
fr_fr: %s, choisissez une route ou un bateau à enlever.
hu_hu: %s, wähle eine zu entfernende Straße oder ein Schiff aus.
it_it: %s, seleziona una strada o una nave da rimuovere.
ja_jp: %s よ、除去する道か船を選べ。
nl_nl: %s, selecteer een straat of schip om te verwijderen.

source: %s, select a road to remove.
ca_es: %s, selecciona una carretera a treure.
fi_fi: %s, valitse poistettava tie.
fr_fr: %s, choisissez une route à enlever.
hu_hu: %s, wähle eine zu entfernende Straße aus.
it_it: %s, seleziona una strada da rimuovere.
ja_jp: %s よ、除去する道を選べ。
nl_nl: %s, selecteer een straat om te verwijderen.

source: Select 1 card to steal from %s.
ca_es: Selecciona 1 carta a robar d'en/na %s.
fi_fi: Valitse varastettava kortti pelaajalta %s.
fr_fr: Choisissez 1 carte à voler à %s.
hu_hu: Wähle 1 Karte aus, die du von %s stiehlst.
it_it: Seleziona 1 carta da rubare da %s.
ja_jp: %s から盗むカードを、一枚選べ。
nl_nl: Selecteer 1 kaart van %s om te stelen.

source: %s, select resources to lose.
ca_es: %s, selecciona recursos a perdre.
fi_fi: %s, valitse yksi resurssi, joka menetetään.
hu_hu: %s, wähle Rohstoffkarten aus, die du ablegst.
it_it: %s, seleziona le risorse da perdere.
ja_jp: %s よ、失う資源を選べ。
nl_nl: %s, selecteer grondstoffen om af te staan.

source: %s selects %s.
ca_es: En/Na %s selecciona %s.
fi_fi: %s valitsee %s.
hu_hu: %s wählt %s.
it_it: %s seleziona %s.
ja_jp: %s は %s を選んだ。
nl_nl: %s selecteert %s.

source: %s selects a deserter.
ca_es: En/Na %s selecciona un desertor.
fi_fi: %s, valitsee aavikoittajan.
fr_fr: %s choisit un déserteur.
hu_hu: %s, wählt einen Überläufer aus.
it_it: %s, seleziona un disertore.
ja_jp: %s は、敗走させる騎士を選択した。
nl_nl: %s selecteert een woestijnruiter.

source: %s, select the dice for the next roll.
ca_es: %s, selecciona els daus per a la següent tirada.
fi_fi: %s, valitse noppa seuraavalle heitolle.
fr_fr: %s, choisissez les dés pour le prochain lancer.
hu_hu: %s, wähle Würfel für den nächsten Wurf aus.
it_it: %s, seleziona i dadi per il prossimo lancio.
ja_jp: %s よ、次のダイスの目を選べ。
nl_nl: %s, selecteer de dobbelstenen voor de volgende gooi.

source: %s, select the first roll chip to switch.
ca_es: %s, selecciona el primer nombre a intercanviar.
hu_hu: %s, wähle den ersten zu versetzenden Zahlenchip.
it_it: %s, seleziona il primo numero da scambiare.
ja_jp: %s よ、一つ目の、交換する土地を選べ。
nl_nl: %s, selecteer het 1e fiche om te wisselen.

source: %s, select the second roll chip to switch.
ca_es: %s, selecciona el segon nombre a intercanviar.
hu_hu: %s, wähle den zweiten zu versetzenden Zahlenchip.
it_it: %s, seleziona il secondo numero da scambiare.
ja_jp: %s よ、二つ目の、交換する土地を選べ。
nl_nl: %s, selecteer het 2e fiche om te wisselen.

source: Select 2 cards to steal from %s.
ca_es: Selecciona 2 cartes a robar d'en/na %s.
fi_fi: Valitse kaksi varastettavaa korttia pelaajalta %s.
fr_fr: Choisissez 2 cartes à voler à %s.
hu_hu: Wähle 2 Karten aus, die du von %s stiehlst.
it_it: Seleziona 2 carte da rubare da %s.
ja_jp: %s から盗む、カードを、二枚選べ。
nl_nl: Selecteer 2 kaarten van %s om te stelen.

source: %s, select 2 cards to steal from %s.
ca_es: %s, selecciona 2 cartes a robar a en/na %s.
fi_fi: %s, valitse kaksi varastettavaa korttia pelaajalta %s.
fr_fr: %s, choisissez 2 cartes à voler à %s.
hu_hu: %s, wähle 2 Karten aus, die du von %s stiehlst.
it_it: %s, seleziona 3 carte da rubare da %s.
ja_jp: %s よ、%s から盗む、2枚のカードを選べ。
nl_nl: %s, selecteer 2 kaarten om van %s te stelen.

source: %s, select 2 resources or commodities to give to the wedding.
ca_es: %s, selecciona 2 recursos o commodities a donar en el casament.
fi_fi: %s, valitse kaksi resurssia tai kauppatavaraa häihin.
fr_fr: %s, choisissez 2 ressources ou marchandises à donner pour le mariage.
hu_hu: %s, wähle 2 Rohstoffkarten oder Handelswarenkarten als Mitgift für die Hochzeit.
it_it: %s, seleziona 2 risorse o articoli di commercio da dare per le nozze.
ja_jp: %s よ、祝儀として与える、二枚の資源か物産を、選べ。
nl_nl: %s, selecteer 2 grondstoffen of goederen om aan het huwelijk te geven.

source: Select 1 commodity to give to %s.
ca_es: Selecciona 1 commodity per donar a en/na %s.
fi_fi: Valitse yksi kauppatavara, jonka annat pelaajalle %s.
fr_fr: Choisir 1 marchandise à donner à %s.
hu_hu: Valasszon egy árúcikket, melyet átad %s részére.
it_it: Seleziona 1 articolo di commercio da dare a %s.
ja_jp: %s に渡す物産を選べ。
nl_nl: Selecteer 1 goed om aan %s te geven.

source: %s, select 1 progress card to steal from %s.
ca_es: %s, selecciona 1 carta de progrés a robar a d'en/na %s.
fi_fi: %s, valitse yksi varastettava kortti pelaajalta %s.
fr_fr: %s, choisissez 1 carte progrès à voler à %s.
hu_hu: %s, wähle 1 Fortschrittskarte aus, die du %s stiehlst.
it_it: %s, seleziona 1 carta progresso da rubare da %s.
ja_jp: %s よ、%s から盗む、発展カードを、一枚選べ。
nl_nl: %s, selecteer 1 actiekaart om van %s te stelen.

source: Select 1 resource to give to %s.
ca_es: Selecciona 1 recurs a donar a en/na %s.
fi_fi: Valitse yksi resurssi, joka annetaan pelaajalle %s.
fr_fr: Choisir 1 ressource à donner à %s.
hu_hu: Wähle eine Rohstoffkarte aus, die du %s gibst.
it_it: Seleziona 1 risorsa da dare a %s.
ja_jp: %s に渡す資源を選べ。
nl_nl: Selecteer 1 grondstof om aan %s te geven.

source: %s steals %s.
ca_es: En/Na %s roba %s.
fi_fi: %s varastaa %s.
hu_hu: %s stiehlt %s.
it_it: %s ruba %s.
ja_jp: %s は %s を盗んだ。
nl_nl: %s steelt %s.

source: %s steals %s from you.
ca_es: En/Na %s et roba %s.
fi_fi: %s varastaa kortin %s sinulta.
hu_hu: %s stiehlt dir %s.
it_it: %s ti ruba %s.
ja_jp: %s は、%s を盗んだ。
nl_nl: %s steelt %s van jouw.

source: %s steals 1 card from %s.
ca_es: En/Na %s roba 1 carta d'en/na %s.
fi_fi: %s varastaa kortin pelaajalta %s
fr_fr: %s vole 1 carte à %s.
hu_hu: %s stiehlt %s 1 Karte.
it_it: %s ruba 1 carta da %s.
ja_jp: %s は、%sから、一枚のカードを盗んだ。
nl_nl: %s steelt 1 kaart van %s.

source: %s steals 1 %s from you.
ca_es: En/Na %s et roba 1 %s.
fi_fi: %s varastaa yhden %s kortin sinulta.
hu_hu: %s stiehlt dir 1 %s.
it_it: %s ti ruba 1 %s.
ja_jp: %s は、1 枚の %s を盗んだ。
nl_nl: %s steelt 1 %s van jouw.

source: %s steals 1 progress card from %s.
ca_es: En/Na %s roba 1 carta de progrés d'en/na %s.
fi_fi: %s varastaa edistymiskortin pelaajalta %s
fr_fr: %s vole 1 carte progrès à %s.
hu_hu: %s stiehlt %s 1 Fortschrittskarte.
it_it: %s ruba 1 carta progresso da %s.
ja_jp: %s は、%s から、一枚の発展カードを盗んだ。
nl_nl: %s steelt 1 actiekaart van %s.

source: %s steals 2 cards from %s.
ca_es: En/Na %s roba 2 cartes d'en/na %s.
fi_fi: %s varastaa kaksi korttia pelaajalta %s.
fr_fr: %s vole 2 cartes à %s.
hu_hu: %s stiehlt %s 2 Karten.
it_it: %s ruba 2 carte da %s.
ja_jp: %s は、%s から、二枚のカードを盗んだ。
nl_nl: %s steelt 2 kaarten van %s.

source: %s steals nothing.
ca_es: En/Na %s no roba res.
fi_fi: %s ei varasta mitään.
fr_fr: %s ne vole rien.
hu_hu: %s stiehlt nichts.
it_it: %s non ruba nulla.
ja_jp: %s は何も盗まなかった。
nl_nl: %s steelt niets.

source: %s swaps a %d chip for a %d chip.
ca_es: En/Na %s intercanvia un %d per un %d.
fi_fi: %s vaihtaa numeron %d numeroon %d.
fr_fr: %s échange un jeton %d pour un jeton %d.
hu_hu: %s tauscht einen %d Zahlenchip gegen einen %d Zahlenchip.
it_it: %s scambia un %d con un %d.
ja_jp: %s は、%d と、%d の数字を入れ替えた。
nl_nl: %s wisselt een %d fiche met een %d fiche.

source: %s takes the %s metropolis.
ca_es: En/Na %s aconsegueix la metrópolis de %s.
fi_fi: %s valtaa %s metropolin.
fr_fr: %s prend la métropole %s.
hu_hu: %s übernimmt die %s Metopole.
it_it: %s prende la metropoli %s.
ja_jp: %s は、%s メトロポリス を得た。
nl_nl: %s neemt de %s metropolis.

source: %s trades 1 resource to %s for 1 commodity using the commercial harbor.
nl_nl: %s handelt 1 grondstof met %s voor 1 goed door middel van de commerciële haven.

source: %s undoes a basic knight.
ca_es: En/Na %s desfà un cavaller bàsic.
fi_fi: %s peruttaa perusritarin laiton.
fr_fr: %s annule un chevalier faible.
hu_hu: %s macht das Setzen eines schwachen Ritters rückgängig.
it_it: %s disfa un cavaliere base.
ja_jp: %s が、軽装歩兵の設置を取り消した。
nl_nl: %s maakt het bouwen van een eenvoudige ridder ongedaan.

source: %s undoes a city walls.
ca_es: En/Na %s desfà les muralles d'una ciutat.
fi_fi: %s peruttaa muurien rakentamisen
fr_fr: %s annule un mur d'enceinte.
hu_hu: %s macht das Setzen einer Stadtmauer rückgängig.
it_it: %s disfa mura cittadine.
ja_jp: %s は、城壁の建設を取り消した。
nl_nl: %s maakt het bouwen van een stadsmuur ongedaan.

source: %s undoes a knight activate.
ca_es: %s desfà l'activació d'un cavaller.
fi_fi: %s peruttaa ritarin aktivoimisen
fr_fr: %s annule l'activation d'un chevalier.
hu_hu: %s macht die Aktivierung eines Ritters rückgängig.
it_it: %s annulla una promozione di cavaliere.
ja_jp: %s は、騎士のアクティブ化を取り消した。
nl_nl: %s, maakt het activeren van een ridder ongedaan.

source: %s undoes a knight move.
ca_es: En/Na %s desfà el moviment d'un cavaller.
fi_fi: %s peruttaa ritarin liikuttamisen.
fr_fr: %s annule un déplacement de chevalier.
hu_hu: %s macht das Versetzen eines Ritters rückgängig.
it_it: %s annulla lo spostamento di un cavaliere.
ja_jp: %s は、騎士の移動を取り消した。
nl_nl: %s maak het verplaatsen van een ridder ongedaan.

source: %s undoes a knight upgrade.
ca_es: %s desfà una promoció de cavaller.
fi_fi: %s peruttaa ritarin päivittämisen.
fr_fr: %s annule l'entrainement d'un chevalier.
hu_hu: %s macht die Aufrüstung eines Ritters rückgängig.
it_it: %s annulla una promozione di cavaliere.
ja_jp: %s は、騎士のアップグレードを取り消した。
nl_nl: %s maakt het upgraden van een ridder ongedaan.

source: %s undoes the %s upgrade.
ca_es: En/Na %s desfà una millora de %s.
fi_fi: %s peruttaa %s päivittämisen.
hu_hu: %s macht die Aufrüstung zur Ausbaustufe %s rückgängig.
it_it: %s annulla un progresso in %s.
ja_jp: %s は、%s のアップグレードを取り消した。
nl_nl: %s maakt het upgraden van %s ongedaan.

source: %s upgrades to a mighty knight.
ca_es: %s promociona a cavaller poderós.
fi_fi: %s päivittää mahtavaan ritariin.
fr_fr: %s entraine un chevalier qui devient intrépide.
hu_hu: %s rüstet auf einen starken Ritter auf.
it_it: %s promuove un cavaliere a potente.
ja_jp: %s は、騎士を騎兵にアップグレードさせた。
nl_nl: %s upgrade naar een machtige ridder.

source: %s upgrades to a strong knight.
ca_es: En/Na %s promociona a cavaller fort.
fi_fi: %späivittää vahvaan ritariin.
fr_fr: %s entraine un chevalier qui devient fort.
hu_hu: %s rüstet auf einen normalen Ritter auf.
it_it: %s promuove un cavaliere a forte.
ja_jp: %s が、騎士を重装歩兵にアップグレードさせた。
nl_nl: %s upgrade naar een sterke ridder.

source: %s upgrades %s to level %d.
ca_es: En/Na %s millora %s al nivell %d.
fi_fi: %s päivittää %s tasolle %d.
fr_fr: %s développe %s au niveau %d.
hu_hu: %s wertet %s um eine Stufe zur Ausbaustufe %d auf.
it_it: %s progredisce in %s al livello %d.
ja_jp: %s は、%s を、レベル %d にアップグレードした。
nl_nl: %s upgrade %s naar niveau %d.

source: %s, upgrade to a mighty knight.
ca_es: %s, promociona a cavaller poderós.
fi_fi: %s, päivitä mahtavaan ritariin.
fr_fr: %s, entrainez un chevalier qui devient intrépide.
hu_hu: %s, rüste auf einen starken Ritter auf.
it_it: %s, promuovi un cavaliere a potente.
ja_jp: %s よ、騎士を騎兵へアップグレードせよ。
nl_nl: %s, upgrade naar een machtige ridder.

source: %s, upgrade to a strong knight.
ca_es: %s, promociona a cavaller fort.
fi_fi: %s, päivitä vahvaan ritariin.
fr_fr: %s, entrainez un chevalier fort.
hu_hu: %s, rüste auf einen normalen Ritter auf.
it_it: %s, promuovi un cavaliere a forte.
ja_jp: %s よ、騎士を重装歩兵にアップグレードせよ。
nl_nl: %s, upgrade naar een sterke ridder.

source: %s, use your aqueduct.
ca_es: %s, utiliza el teu aqueducte.
fi_fi: %s, käytä akveduktiasi.
fr_fr: %s, utilisez votre aqueduc.
hu_hu: %s, benutze dein Aquädukt.
it_it: %s, usa il tuo acquedotto
ja_jp: %s よ、上水道の恩恵を受けよ。
nl_nl: %s, gebruik je aquaduct.

source: %s uses the merchant fleet to trade %s.
nl_nl: %s gebruikt de handelsvloot om %s te handelen.
