Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/CitiesRules.po
Languages: ca_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl

source: Red Die
nl_nl: Rode Dobbelsteen

source: Third Die
nl_nl: 3e Dobbelsteen

source: Trade Cards Played
nl_nl: Handelskaarten gespeeld

source: Politics Cards Played
nl_nl: Politieke kaarten gespeeld

source: Science Cards Played
nl_nl: Wetenschaps kaarten gespeeld

source: Barbarian
nl_nl: Barbaar

source: Trade
ca_es: Intercanvi
fi_fi: Kaupankäynti
fr_fr: Commerce
hu_hu: Handel
it_it: Commercio
ja_jp: 貿易力
nl_nl: Handel

source: Politics
ca_es: Política
fi_fi: Politiikka
fr_fr: Politique
hu_hu: Politik
it_it: Politica
ja_jp: 政治力
nl_nl: Politiek

source: Science
ca_es: Ciència
fi_fi: Tiede
fr_fr: Sciences
hu_hu: Wissenschaft
it_it: Scienza
ja_jp: 科学力
nl_nl: Wetenschap

source: Defender Points
fr_fr: Points sauveur de Catan
nl_nl: Verdedigingspunten

source: Merchant
ca_es: Mercant
fi_fi: Kauppias
fr_fr: Marchand
hu_hu: Händler
it_it: Mercante
ja_jp: 商人
nl_nl: Handelaar

source: Victory Points
nl_nl: Overwinningspunten

source: Cloth
ca_es: Seda
fi_fi: Vaate
fr_fr: Tissu
hu_hu: Szövet
it_it: Stoffa
ja_jp: 反物
nl_nl: Doek

source: Coin
ca_es: Monedes
fi_fi: Kolikko
fr_fr: Monnaie
hu_hu: Érme
it_it: Denaro
ja_jp: 金貨
nl_nl: Muntstuk

source: Paper
fi_fi: Paperi
fr_fr: Papier
hu_hu: Papír
it_it: Carta
ja_jp: 草子
nl_nl: Papier

source: Aqueduct
nl_nl: Aquaduct

source: Commercial Harbor
ca_es: Port Comercial
fi_fi: Kauppasatama
fr_fr: Port de commerce
hu_hu: Üzleti kikötõ
it_it: Porto Commerciale
ja_jp: 沿岸商業区
nl_nl: Commerciële Haven

source: Master Merchant
ca_es: Mestre Mercader
fi_fi: Pääkauppias
fr_fr: Maître marchand
hu_hu: Handelsmeister
it_it: Re dei Mercanti
ja_jp: 大旦那
nl_nl: Hoofd Handelaar

source: Resource Monopoly
ca_es: Monopoli de Recursos
fi_fi: Resurssimonopoli
fr_fr: Monopole ressources
hu_hu: Rohstoffmonopol
it_it: Monopolio
ja_jp: 資源独占
nl_nl: Grondstof Monopolie

source: Trade Monopoly
ca_es: Monopoli de Comerç
fi_fi: Kauppamonopoli
fr_fr: Monopole commerce
hu_hu: Handelswarenmonopol
it_it: Monopolio Commerciale
ja_jp: 貿易独占
nl_nl: Handels Monopolie

source: Wedding
ca_es: Casament
fi_fi: Häät
fr_fr: Mariage
hu_hu: Hochzeit
it_it: Matrimonio
ja_jp: 結婚式
nl_nl: Huwelijk

source: Irrigation
ca_es: Irrigació
fi_fi: Maanmuokkaus
hu_hu: Bewässerung
it_it: Irrigazione
ja_jp: 用水路
nl_nl: Irrigatie

source: Mining
ca_es: Mineria
fi_fi: Kaivostyö
fr_fr: Mine
hu_hu: Bergbau
it_it: Miniera
ja_jp: 採掘業
nl_nl: Mijnbouw

source: Arsonist
ca_es: Incendiari
fi_fi: Tuhopolttaja
hu_hu: Brandstifter
it_it: Incendiario
ja_jp: 放火魔
nl_nl: Pyromaan

source: Walls
nl_nl: Muren

source: Basic Knights
fr_fr: Chevaliers faibles
nl_nl: Eenvoudige Ridders

source: Strong Knights
fr_fr: Chevaliers forts
nl_nl: Sterke Ridders

source: Mighty Knights
fr_fr: Chevaliers intrépides
nl_nl: Machtige Ridders

source: Knight Activates
nl_nl: Ridder Activeert

source: Trade Upgrades
nl_nl: Handels Upgrades

source: Politics Upgrades
nl_nl: Politieke Upgrades

source: Science Upgrades
nl_nl: Wetenschaps Upgrades

source: City Repairs
nl_nl: Stads Reparaties

source: Knights Moved
nl_nl: Ridders Verplaatst

source: Criminals Expelled
nl_nl: Criminelen Verdreven

source: Knights Attacked
nl_nl: Ridders Aangevallen

source: Coommercial Harbor Used
nl_nl: Commerciële haven gebruikt

source: Merchant Fleet
ca_es: Flota Mercant
fi_fi: Kauppalaivasto
fr_fr: Flotte marchande
hu_hu: Handelsflotte
it_it: Flotta Commerciale
ja_jp: 商船
nl_nl: Handelsvloot

source: Bishop
ca_es: Bisbe
fi_fi: Piispa
fr_fr: Evêque
hu_hu: Bischof
it_it: Vescovo
ja_jp: 司教
nl_nl: Bischop

source: Constitution
ca_es: Constitució
fi_fi: Säädös
hu_hu: Verfassung
it_it: Costituzione
ja_jp: 憲法
nl_nl: Constructie

source: Deserter
ca_es: Desertor
fi_fi: Aavikoittaja
fr_fr: Déserteur
hu_hu: Überläufer
it_it: Transfuga
ja_jp: 敗走兵
nl_nl: Woestijnruiter

source: Diplomat
ca_es: Diplomàtic
fi_fi: Diplomaatti
fr_fr: Diplomate
it_it: Diplomatico
ja_jp: 外交官
nl_nl: Diplomaat

source: Spy
ca_es: Espia
fi_fi: Vakoilija
fr_fr: Espion
hu_hu: Spion
it_it: Spia
ja_jp: 密偵
nl_nl: Spion

source: Warlord
ca_es: Senyor de la Guerra
fi_fi: Sotalordi
hu_hu: Feldherr
it_it: Comandante
ja_jp: 将軍
nl_nl: Krijgsheer

source: Crane
ca_es: Grua
fi_fi: Nosturi
fr_fr: Grue
hu_hu: Baukran
it_it: Gru di Cantiere
ja_jp: クレーン
nl_nl: Kraan

source: Engineer
ca_es: Enginyer
fi_fi: Insinööri
fr_fr: Ingénieur
hu_hu: Ingenieur
it_it: Ingegnere
ja_jp: 技術者
nl_nl: Ingenieur

source: Inventor
fi_fi: Keksijä
fr_fr: Inventeur
hu_hu: Erfinder
it_it: Inventore
ja_jp: 発明家
nl_nl: Uitvinder

source: Medicine
ca_es: Medecina
fi_fi: Lääke
fr_fr: Médecine
hu_hu: Medizin
it_it: Medicina
ja_jp: 医学
nl_nl: Medicijn

source: Road Building
ca_es: Construcció de Carreteres
fi_fi: Tienrakennus
fr_fr: COnstruction de routes
hu_hu: Straßenbau
it_it: Costruzione di Strade
ja_jp: 道路工事
nl_nl: Stratenbouw

source: Smith
ca_es: Ferrer
fi_fi: Seppä
fr_fr: Forgeron
hu_hu: Schmiedekunst
it_it: Fabbro
ja_jp: 鍛冶屋
nl_nl: Smid

source: Activate a knight
nl_nl: Activeer een ridder

source: Activate all your knights for free.
ca_es: Activa tots els teus cavallers gratis.
fi_fi: Aktivoi kaikki ritarisi ilmaiseksi.
fr_fr: Activer tous vos chevalier gratuitement.
hu_hu: Aktiviere kostenlos alle Ritter.
it_it: Attiva tutti i cavalieri gratis.
ja_jp: すべての騎士をアクティブ化する。
nl_nl: Activeer gratis al je Ridders.

source: Allows players to use an active knight to expel criminals before the dice are rolled, if it is their turn.
ca_es: Permet als jugadors utilitzar un cavaller actiu per expulsar els criminals abans de tirar els daus, si es el seu torn.
fi_fi: Sallii pelaajien käyttää vuorollaan aktiivista ritaria karkoittamaan kriminaalit ennen kuin noppaa heitetään.
fr_fr: Permet aux joueurs d'utiliser un chevalier actif pour expulser des criminels avant le lancer de dés, si c'est leur tour.
hu_hu: Erlaubt Spielern, wenn sie an der Reihe sind, einen aktivierten Ritter zur Vertreibung der Räuber zu verwenden, bevor gewürfelt wird.
it_it: Permette ai giocatori di usare un cavaliere attivo per espellere i criminali prima del lancio del dado, se è il loro turno.
ja_jp: ダイスを振る前に、盗賊撃退のため、アクティブ化した騎士の使用を許可する。
nl_nl: Sta spelers toe, wanneer zij aan de beurt zijn, een actieve ridder te gebruiken om criminelen te verdrijven voordat er met de dobbelstenen wordt gegooid.

source: All players with more Victory Points than you must give you 2 resources or commodities of their choice.
ca_es: Tots els jugadors amb més Punts de Victoria que tu han de donar-te dos recursos o commodities de la seva elecció.
fi_fi: Kaikkien pelaajien, joilla on enemmän voittopisteitä kuin sinulla pitää antaa sinulle kaksi resurssia tai tavaraa sinulle.
fr_fr: Tous les joueurs avec plus de points de victoire que vous doivent vous donner 2 ressources ou marchandises de leur choix.
hu_hu: Alle Spieler, die mehr Siegpunkte als du haben, müssen dir 2 Rohstoffkarten oder Handelswarenkarten ihrer Wahl geben.
it_it: Ciascun giocatore con più Punti Vittoria di te dovrà darti 2 risorse o articoli di commercio di sua scelta.
ja_jp: 使用者より勝利点の高い、すべてのプレイヤーは、使用者に二枚の、資源か物産を、支払わなければならぬ。
nl_nl: Alle spelers met meer Overwinningspunten dan jij moeten 2 grondstoffen of goederen naar keuze aan je geven.

source: All players with at least as many Victory Points as you lose half of the resource or commodity cards in their hand.
ca_es: Tots els jugadors amb com a mínim els mateixos Punts de Victoria que tu perden la meitat de les seves cartes de recursos o commodities.
fi_fi: Kaikkien pelaajien, joilla on vähintään saman verran voittopisteitä kuin sinulla pitää antaa puolet kaikista resursseistaan tai tavaroistaan sinulle.
hu_hu: Alle Spieler, die zumindest gleich viele Siegpunkte aufweisen wie du, verlieren die Hälfte an Rohstoffkarten oder Handelswarenkarten.
it_it: Ciascun giocatore con almeno i tuoi stessi Punti Vittoria deve scartare metà delle proprie carte risorsa ed articoli di commercio.
ja_jp: 使用者の勝利点以上のプレイヤーは、手中の資源か物産の半分を失う。
nl_nl: Alle spelers met minimaal evenveel Overwinningspunten als jij verliezen de helft van al hun grondstof- en goederenkaarten.

source: Attack another knight
nl_nl: Val een ridder van een tegenstander aan

source: Barbarians
ca_es: Bàrbars
fi_fi: Barbaarit
fr_fr: Barbares
hu_hu: Barbárok
it_it: Barbari
ja_jp: 蛮人
nl_nl: Barbaren

source: Barbarians are delayed for 1 round
ca_es: Els bàrbars es retrassaran una ronda
fi_fi: Barbaareja viivytetty yksi vuoro
fr_fr: Les barbares sont retardés pour un tour
hu_hu: Barbárok késleltetése 1 körre
it_it: I barbari vengono ritardati per un round
ja_jp: 蛮人を、1 ラウンド無効化する。
nl_nl: De barbaren worden voor 1 ronde vertraagd

source: Basic knight
nl_nl: Eenvoudige ridder

source: Basic knights
nl_nl: Eenvoudige ridders

source: Before the dice are rolled, select a result for each numbered die. The event die rolls normally.
ca_es: Abans de tirar els daus, tria un resultat per cada dau numéric. El dau d'events es tira normalment.
fi_fi: Ennen kuin noppaa on heitetty, valitse tulos itse. Tapahtumanoppaa heitetään normaalisti.
hu_hu: Bestimme das Ergebnis beider Augenwürfel, bevor du würfelst. Es ist dann mit dem Symbolwürfel zu würfeln.
it_it: Prima di lanciare i dadi, scegli il risultato di ciascun dado numerico. Il dado degli eventi viene lanciato normalmente.
ja_jp: 使用者が次に振るダイスの目を、自由に決められる。
nl_nl: Selecteer een resultaat voor elke nummer van de dobbelsteen, voordat je met de dobbelstenen gooit. Het gooien van de dobbelstenen gebeurt zoals gewoonlijk.

source: Build a basic knight
nl_nl: Bouw een eenvoudige ridder

source: Build a city for 2 ore and 1 wheat.
ca_es: Contrueix una ciutat per 2 pedres i 1 blat.
fi_fi: Rakenna kaupunki kahdella kivellä ja yhdellä ohralla.
fr_fr: Construisez une ville pour 2 minerais et 1 blé.
hu_hu: Baue eine Stadt für 2 Erz und 1 Weizen.
it_it: Costruisci una città con 2 minerali e 1 grano
ja_jp: 街をひとつ、鉄二枚と麦一枚で建設できる。
nl_nl: Bouw een stad voor 2 erts en 1 graan.

source: Build a city walls
nl_nl: Bouw een stadsmuur

source: Build a mighty knight
nl_nl: Bouw een machtige ridder

source: Build a strong knight
nl_nl: Bouw een sterke ridder

source: Cards To Give
ca_es: Cartes a Donar
fi_fi: Annettavia kortteja
fr_fr: Cartes à donner
hu_hu: Als Mitgift abzugebende Karten
it_it: Carte da Dare
ja_jp: 渡すカード
nl_nl: Kaarten Te Geven

source: Cards To Steal
ca_es: Cartes a Robar
fi_fi: Varastettavia kortteja
fr_fr: Cartes à voler
hu_hu: Zu stehlende Karten
it_it: Carte da Rubare
ja_jp: 盗むカード
nl_nl: Kaarten te Stelen

source: Change the deck of Politics progress cards.
ca_es: Canvia la pila de cartes de progrés de Política.
fi_fi: Vaihda politiikkakorttien etenemiskorttipakkaa.
hu_hu: Verändere die Zusammensetzung der Fortschrittskarten Politik.
it_it: Modifica il set di carte progresso della Politica.
ja_jp: 政治カードのデッキを変更
nl_nl: Stel handmatig in welke Politieke actiekaarten de bank in bezit heeft bij de start.

source: Change the deck of Science progress cards.
ca_es: Canviar la pila de cartes de progrés de Ciència.
fi_fi: Vaihda tiedekorttien pakkaa.
hu_hu: Verändere die Zusammensetzung der Fortschrittskarten Wissenschaft.
it_it: Modifica il set di carte progresso della Scienza.
ja_jp: 科学カードのデッキを変更。
nl_nl: Stel handmatig in welke Wetenschapskaarten de bank in bezit heeft bij de start.

source: Change the deck of Trade progress cards.
ca_es: Canviar la pila de cartes de progrés d'Intercanvi.
fi_fi: Vaihda kaupankäyntikorttien pakkaa.
hu_hu: Verändere die Zusammensetzung der Fortschrittskarten Handel.
it_it: Modifica il set di carte progresso della Commercio.
ja_jp: 貿易カードのデッキを変更。
nl_nl: Stel handmatig in welke Handelskaarten de bank in bezit heeft bij de start.

source: Cities and Knights
ca_es: Ciutats i Cavallers
fi_fi: Kaupungit ja ritarit
fr_fr: Villes et Chevaliers
hu_hu: Lovagok és városok
it_it: Città e Cavalieri
ja_jp: 都市国家と騎士
nl_nl: Steden en Ridders

source: Cities and Knights is a whole new way of playing Settlers. Barbarians attack, knights defend, cities are pillaged or grow. Politics, trade and science take on major roles in determining who wins, and who winds up on the end of a barbarian axe. Cities and Knights is not for the faint of heart. Games last longer and are far more competitive than a Standard or Seafarers game, but the strategic choices are greater and more challenging than ever!
ca_es: Ciutats i Cavallers es una nova manera totalment nova de jugar als Colonitzadors de Catan. Atacs dels bàrbars, defensa del cavallers, les ciutats són assaltades o creixen. La política, l'intercanvi i la ciència tenen ara un paper destacat en determinar qui guanya, i qui acaba passant per la destral dels bàrbars. Ciutats i Cavallers no es per als que no els agraden les emocions fortes. Les partides duren més i són molt més competitives que en el joc estandard, però hi ha més opcions estratègiques i son més desafiants que mai!
fi_fi: Kaupungit ja ritarit -lisäosa on uusi tapa pelata peliä. Barbaarit hyökkäävät ja ritarit puolustavat, kaupungit ryöstetään tai ne kasvavat. Politiikka, kauppa ja tiede ottavat pääroolin voittajan määrittelemisessä ja siitä, kuka saa barbaarin kirveestä. Kaupungit ja ritarit -lisäosa ei välttämättä sovi aloittelijoille. Pelit kestävät kauemmin ja ovat paljon haasteellisimpia kuin tavallinen versio ja Merenkävijät-lisäosa, mutta strategiset päätökset ovat suuremmassa osassa tekien pelistä paljon haasteellisemman!
hu_hu: A Lovagok és városok egy merõben új játékmenet amely a Catan telepesein alapol. Barbár hordák támadnak, lovagok védekeznek, a városok pedig vagy növekszenek vagy kirabolják õket. A politika, a kereskedelem és a tudomány egyaránt fontos tényezõ annak eldõntésében, hogy ki lesz a gyõztes, és ki végzi a barbárok fejszéje alatt. A Lovagok és városok nem a gyávák játéka. A játékmenetek hosszabbak és jóval több bennük a versengés mint a Catan telepeseiben vagy a Tengeri utazóban. A stratégiai lehetõségek jóval nagyobbak és még több kihívást tartalmaznak.
it_it: Città e Cavalieri è un modo completamente nuovo di giocare ai Coloni. I barbari attaccano, i cavalieri difendono, le città vengono saccheggiate o si sviluppano. Politica, commercio e scienza assumono un valore principale nel determinare chi vince e chi perisce sotto l'ascia dei barbari. Città e Cavalieri non è per i deboli di cuore. Le partite durano di più e sono molto più competitive delle partite dei Coloni standard o dei Marinai, ma le scelte strategiche sono maggiori e più stimolanti ed impegnative che mai!
ja_jp: 都市国家と騎士は斬新なカタンである。蛮人の侵攻や騎士による攻防、都市の略奪や発展がある 。政治力、貿易力、科学力が勝利を決する。蛮人の斧の餌食となるのは誰ぞ？ 都市国家と騎士は軟弱な馴れ合いゲームなどでは無い。汝等には積極的な闘争力が求められる。カタンや海カタンよりも、はるかに攻撃的で、多彩な戦略性を有して居る。
nl_nl: Steden en Ridders is een compleet nieuwe manier van het spelen van de Kolonisten van Catan. Aanvallende barbaren, verdedigende ridders, steden worden geplunderd of groeien. Politiek, handel en de wetenschap spelen een belangrijke rol bij wie er wint of wie er eindigt in een barbaarse bijl. Steden en Ridders is minder goed voor je gezondheid. Spellen duren langer en zijn meer competatief dan het Standaard of Zeevaarders spel. Maar de strategische keuzes zijn groter en uitdagender dan ooit te voren!

source: Cities and Knights (+3 points)
ca_es: Ciutats i Cavallers (+3 punts)
fi_fi: Kaupungit ja ritarit (kolme pistettä)
fr_fr: Villes et Chevaliers (+3 points)
hu_hu: Lovagok és városok (+3 pont)
it_it: Città e Cavalieri (+3 punti)
ja_jp: 都市国家と騎士（+3 ポイント）
nl_nl: Steden en Ridders (+3 punten)

source: City Upgrades
fi_fi: Kaupungin päivitykset
hu_hu: Városfejlesztések
it_it: Progressi
ja_jp: 街の発展
nl_nl: Stads Upgrades

source: City walls
nl_nl: Stadsmuren

source: Defender points
nl_nl: Verdedigingspunten

source: Delay barbarians
ca_es: Retrassar els bàrbars
fi_fi: Viivytä barbaareja
fr_fr: Retarder les barbares
hu_hu: Barbárok késleltetése
it_it: Ritarda i barbari
ja_jp: 蛮人の無効化
nl_nl: Vertraag barbaren

source: Delay the barbarians for one or two rounds. This lets players get their feet on the ground before the first invasion.
ca_es: Retrassa els bàrbars per una o dues rondes. Aixó permet als jugadors establir-se abans de la primera invasió.
fi_fi: Viivytä barbaareja 1-2 vuoroa. Tämä auttaa pelaajia pääsemään parempaan alkuun ennen ensimmäistä invaasiota.
fr_fr: Retarder les barbares d'un ou deux tours. Ceci permet aux joueurs de s'établir avant la première invasion.
hu_hu: Barbárok késleltetése egy vagy két körben. Ez lehetõvé teszi, hogy a játékosok még az invázió elõtt megvessék lábokat a szárazföldön.
it_it: Ritarda i barbari per uno o due round. Questo permettere ai giocatori di piazzarsi per bene prima della prima invasione.
ja_jp: 蛮人の侵攻を1, 2ラウンド無効化させる。
nl_nl: Vertraag de barbaren voor 1 of 2 ronden. Op deze manier zijn spelers voorbereid op de eerste invasie.

source: Discard
ca_es: Descartar
fi_fi: Poista
fr_fr: Défausser
hu_hu: Ablegen
it_it: Scarta
ja_jp: 破棄
nl_nl: Verwerp

source: Discard 1 Progress Card
ca_es: Descarta 1 Carta de Progrés
fi_fi: Poista yksi edistymiskortti
fr_fr: Défausser 1 carte progrès
hu_hu: Lege 1 Fortschrittskarte ab
it_it: Scarta una Carta Sviluppo
ja_jp: 発展カードを一枚捨てよ。
nl_nl: Verwerp een Actiekaart

source: Displace an opponent's knight on an intersection next to a road or ship you own.
ca_es: Desplaça un cavaller enemic que estigui a una intersecció al costat d'una carretera o vaixell teus.
fr_fr: Déplacez un chevalier d'un adversaire sur une intersection adjacente à une de vos routes ou bateau.
hu_hu: Versetze den Ritter eines Gegenspielers, wenn er an einer Kreuzung gleich angrenzend zu deiner Straße oder deinem Schiff steht.
it_it: Sposta un cavaliere avversario da un'intersezione adiacente ad una tua strada o nave.
ja_jp: 使用者の、道か船が当たる場所にある、他人の騎士を一体、取り除く。
nl_nl: Verplaats de ridder van een tegenstander op een kruising naast een straat of schip die je bezit.

source: Drag and drop dice to select them.
ca_es: Arrosega els daus per seleccionar-los.
fi_fi: Vedä ja pudota noppia valitaksesi ne.
fr_fr: Glisser et déposer les dés pour les choisir.
hu_hu: Tegye a kockát a kiválasztottak közé.
it_it: Trascina i dadi per selezionarli.
ja_jp: ダイスをドラッグ＆ドロップして選択。
nl_nl: Klik en sleep de dobbelstenen om ze te selecteren.

source: Expel criminals
nl_nl: Verdrijf criminelen

source: For each opponent you select, offer 1 resource card from your hand. They must give you 1 commodity card of their choice, unless they have none.
ca_es: A cada oponent que tu triis, ofereix-li 1 recurs de la teva ma. Ells han de donar-te 1 commodity de la seva elecció, suposant que en tinguin alguna.
fi_fi: Valitse pelaajia ja tarjoa heille yhtä resurssia kädestäsi. Heidän täytyy antaa yksi kauppatavara sinulle mikäli heillä on yhtään.
fr_fr: A chaque adversaire sélectionné, offrez 1 carte de ressource de votre main. Ils devront vous donnez 1 carte marchandise de leur choix, sauf s'ils n'en ont pas.
hu_hu: Biete jedem Gegenspieler, den du auswählst, eine Karte aus deiner Hand an. Sie müssen dir je eine Handelswarenkarte ihrer Wahl überlassen, außer sie besitzen keine.
it_it: Offri 1 tua risorsa a ciascun avversario di tua scelta; egli dovrà darti 1 articolo di commercio di sua scelta, a meno che non ne abbiano.
ja_jp: 使用者の選んだ者に、それぞれ一枚の資源を与える。資源を与えられた者は、使用者に一個の物産を貢がねばならぬ。物産を持たぬ場合はこの限りではない。
nl_nl: Bied elke tegenstander die je selecteert 1 grondstof aan. Zij moeten je 1 goederenkaart naar keuze geven, tenzij ze niets hebben.

source: Instead of waiting until the first barbarian invasion, the robber is moved on a 7 from the first roll of the dice.
ca_es: En comptes d'esperar fins a la primera invasió dels bàrbars, el lladre es mou amb un 7 des de la primera tirada dels daus.
fi_fi: Ensimmäisen barbaari-invaasion odottamisen sijaan rosvo liikkuu ensimmäisen nopanheiton jälkeen
fr_fr: Au lieu d'attendre avant la première invasion barbare, le brigand est déplacé dès le premier 7.
hu_hu: Die Räuber warten nicht bis zur ersten Barbareninvasion. Sie werden ab dem ersten Wurf bei einer 7 versetzt.
it_it: Invece di attendere la prima invasione barbarica, il brigante viene mosso se esce 7 fin dal primo lancio di dadi.
ja_jp: 蛮族の初侵略を待たずして、初回の７の目から、盗賊が動く。
nl_nl: In plaats van wachten totdat de eerste invasie van de barbaren heeft plaats gevonden, wordt de struikrover verplaatst bij een 7 bij de eerste worp met de dobbelstenen.

source: In this turn, build either two roads, two ships, or one of each for free.
ca_es: En aquest torn, construeix dos carreteres, dos vaixells o un de cada, gratis.
fi_fi: Tällä vuorolla voit rakentaa ilmaiseksi kaksi tietä, laivaa tai yksi molempia.
fr_fr: A ce tour, construisez deux routes, deux bateaux ou une de chaque gratuitement.
hu_hu: Du kannst in diesem Zug entweder zwei Straßensegmente, zwei Schiffe oder von beiden jeweils eines kostenlos bauen.
it_it: In questo turno puoi costruire due strade, due navi o una di ognuna, gratis.
ja_jp: このターンにおいて、道二本か、船二隻か、あるいは片方ずつを、建設できる。
nl_nl: Bouw tijdens deze beurt gratis 2 straten, 2 schepen of van beide 1.

source: Knights errant
ca_es: Soldat errant
fi_fi: Vapaat ritarit
fr_fr: Chevaliers errants
hu_hu: Fahrende Ritter
it_it: Cavalieri erranti
ja_jp: 諸国流浪の侍
nl_nl: ?Klagende ridders?

source: Mighty knight
nl_nl: Machtige ridder

source: Mighty knights
nl_nl: Machtige ridders

source: Move a knight
nl_nl: Verplaats een ridder

source: Move the robber or pirate. In addition, steal 1 card from the hand of every player with a city or settlement on the new robber tile.
ca_es: Mou el lladre o el pirata. A més, roba 1 carta de la mà de cada jugador amb una ciutat o poblat a aquell hexagon.
fi_fi: Liikuta rosvoa tai piraattia. Voit myös ryöstää yhden resurssin jokaiselta pelaajalta, jotka ovat samalla laatalla.
fr_fr: Déplacez le brigand ou le pirate. De plus, volez 1 carte de la main de chaque joueur avec une ville ou une colonnie sur le nouvel hex du brigand.
hu_hu: Versetze den Räuber oder das Piratenschiff. Stiehl außerdem eine Karte von jedem Spieler, der nun mit einer Stadt oder Siedlung an das Spielfeldteil mit dem Räuber angrenzt.
it_it: Sposta il brigante o il pirata. Ruba 1 carta da ciascun giocatore che ha una città o un insediamento sul nuovo esagono del brigante.
ja_jp: 盗賊か海賊を動かす。さらに、動かした先にある土地の所有者全員から、一枚ずつ資源を奪える。
nl_nl: Verplaats de struikrover of piraat. Steel daarna 1 kaart van elke speler waarvan een stad of dorp grenst aan de tegel.

source: No mercy from the robber
ca_es: No hi ha misericòrdia del lladre
fi_fi: Ei armoa rosvoilta
fr_fr: Pas de pitié de la part du brigand
hu_hu: Keine Gnade durch die Räuber
it_it: Nessuna pietà dal brigante
ja_jp: 無慈悲なる盗賊
nl_nl: Geen genade van de struikrover

source: 1 Victory Point!
ca_es: 1 Punt de Victoria!
fi_fi: Yksi voittopiste!
fr_fr: 1 point de victoire!
hu_hu: 1 Siegpunkt!
it_it: 1 Punto Vittoria!
ja_jp: １勝利点。
nl_nl: 1 Overwinningspunt!

source: Place a city walls for free.
ca_es: Posa muralles de la ciutat gratis.
fi_fi: Aseta kaupungin muurit ilmaiseksi.
fr_fr: Placez un mur d'enceinte gratuitement.
hu_hu: Setze eine kostenlose Stadtmauer.
it_it: Metti un bastione gratis.
ja_jp: 城壁を建造できる。
nl_nl: Bouw gratis een stadsmuur.

source: Play Card
ca_es: Jugar Carta
fi_fi: Pelaa kortti
fr_fr: Jouer une carte
hu_hu: Karte spielen
it_it: Gioca Carta
ja_jp: カードの使用
nl_nl: Speel Kaart

source: Politics cards
ca_es: Cartes de Política
fi_fi: Politiikkakortit
hu_hu: Fortschrittskarten Politik
it_it: Carte Politica
ja_jp: 政治カード
nl_nl: Politieke kaarten

source: Politics metropolis
nl_nl: Politieke metropolis

source: Promote two different knights one level for free.
ca_es: Promociona un nivell dos cavallers diferents, gratis.
fi_fi: Päivitä kaksi eri ritaria ilmaiseksi.
fr_fr: Développez deux chevaliers différents d'un niveau gratuitement.
hu_hu: Werte zwei verschiedene Ritter um eine Stufe auf.
it_it: Promuovi due diversi cavalieri a scelta di un livello ciascuno, gratis.
ja_jp: 二つの騎士を、１レベルアップグレードできる。
nl_nl: Bevorder gratis 2 verschillende ridders een niveau.
