Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/CitiesRules.po
Languages: ca_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl

source: Waiting for %s to activate a knight.
ca_es: Esperant a que en/na %s activi un cavaller.
fi_fi: Odotetaan pelaajaa %s aktivoimaan ritari.
fr_fr: En attente, %s active un chevalier.
hu_hu: Warte darauf, dass %s einen Ritter aktiviert.
it_it: In attesa che %s attivi un cavaliere.
ja_jp: %s が騎士をアクティブ化中。
nl_nl: Wachten tot %s een ridder heeft geactiveerd.

source: Waiting for %s to attack an opponent's knight.
ca_es: Esperant a que en/na %s ataqui a un cavaller enemic.
fi_fi: Odotetaan pelaajaa %s hyökkäämään toisen pelaajan ritarin kimppuun.
fr_fr: En attente, %s attaque un chevalier d'un adversaire.
hu_hu: Warte darauf, dass %s einen gegnerischen Ritter angreift.
it_it: In attesa che %s attacchi un cavaliere avversario.
ja_jp: %s が、攻撃する騎士を選択中。
nl_nl: Wachten tot %s een ridder van de tegenstander heeft aangevallen.

source: Waiting for %s to discard 1 progress card.
ca_es: Esperant a que en/na %s descarti 1 carta de progrés.
fi_fi: Odotetaan pelaajaa %s heittämään yksi edistymiskortti pois.
fr_fr: En attente, %s défausse une carte progrès.
hu_hu: Warte darauf, dass %s eine Fortschrittskarte ablegt.
it_it: In attesa che %s scarti 1 carta progresso.
ja_jp: %s が、捨てる発展カードを選択中。
nl_nl: Wachten tot %s een actiekaart heeft verworpen.

source: Waiting for %s to lose resources.
ca_es: Esperant a que en/na %s perdi recursos.
fi_fi: Odotetaan pelaajaa %s menettämään resursseja.
hu_hu: Warte darauf, dass %s die abzulegende Rohstoffkarten auswählt.
it_it: In attesa che %s perda le risorse.
ja_jp: %s が、失う資源を選択中。
nl_nl: Wachten tot %s grondstoffen heeft afgestaan.

source: Waiting for %s to move a knight.
ca_es: Esperant a que en/na %s mogui un cavaller.
fi_fi: Odotetaan pelaajaa %s liikuttamaan ritaria.
fr_fr: En attente, %s déplace un chevalier.
hu_hu: Warte darauf, dass %s eine Ritter versetzt.
it_it: In attesa che %s muova un cavaliere.
ja_jp: %s が、騎士を移動中。
nl_nl: Wachten tot %s een ridder heeft verplaatst.

source: Waiting for %s to place a basic knight.
ca_es: Esperant a que en/na %s coloqui un cavaller bàsic.
fi_fi: Odotetaan pelaajaa %s asettamaan perusritari.
fr_fr: En attente, %s place un chevalier faible.
hu_hu: Warte darauf, dass %s einen schwachen Ritter setzt.
it_it: In attesa che %s metta un cavaliere base.
ja_jp: %s が、軽装歩兵を設置中。
nl_nl: Wachten tot %s een eenvoudige ridder heeft geplaatst.

source: Waiting for %s to place a city.
ca_es: Esperant a que en/na %s coloqui una ciutat.
fi_fi: Odotetaan pelaajaa %s asettamaan kaupunki.
fr_fr: En attente, %s place une ville.
hu_hu: Warte darauf, dass %s eine Stadt setzt.
it_it: In attesa che %s metta una città.
ja_jp: %s が街を建設中。
nl_nl: Wachten tot %s een stad heeft gebouwd.

source: Waiting for %s to place a city walls.
ca_es: Esperant a que en/na %s coloqui murallles de la ciutat.
fi_fi: Odotetaan pelaajaa %s asettamaan kaupungin muurit.
fr_fr: En attente, %s place un mur d'enceinte.
hu_hu: Warte darauf, dass %s eine Stadtmauer setzt.
it_it: In attesa che %s metta delle mura.
ja_jp: %s が、城壁を建設中。
nl_nl: Wachten tot %s een stadsmuur heeft gebouwd.

source: Waiting for %s to place a metropolis.
ca_es: Esperant a que en/na %s coloqui una metrópolis.
fi_fi: Odotetaan pelaajaa %s asettamaan metropoli.
fr_fr: En attente, %s place une métropole.
hu_hu: Warte darauf, dass %s eine Metropole setzt.
it_it: In attesa che %s metta una metropoli.
ja_jp: %s が、都市を設置中。
nl_nl: Wachten tot %s een metropolis heeft gebouwd.

source: Waiting for %s to place a road.
ca_es: Esperant a que en/na %s coloqui una carretera.
fi_fi: Odotetaan pelaajaa %s asettamaan tie.
fr_fr: En attente, %s place une route.
hu_hu: Warte darauf, dass %s eine Straße setzt.
it_it: In attesa che %s metta una strada.
ja_jp: %s が道を建設中。
nl_nl: Wachten tot %s een straat heeft gebouwd.

source: Waiting for %s to place the deserter.
ca_es: Esperant a que en/na %s coloqui el desertor.
fi_fi: Odotetaan pelaajaa %s asettamaan aavikoittaja.
fr_fr: En attente, %s place le déserteur.
hu_hu: Warte darauf, dass %s den Überläufer setzt.
it_it: In attesa che %s metta il disertore.
ja_jp: %s が、敗走兵を設置中。
nl_nl: Wachten tot %s de woestijnruiter heeft geplaatst.

source: Waiting for %s to place the merchant.
ca_es: Esperant a que en/na %s coloqui el mercader.
fi_fi: Odotetaan pelaajaa %s asettamaan kauppias.
fr_fr: En attente, %s place le marchand.
hu_hu: Warte darauf, dass %s den Händler setzt.
it_it: In attesa che %s metta il mercante.
ja_jp: %s が、商人を設置中。
nl_nl: Wachten tot %s de handelaar heeft geplaatst.

source: Waiting for %s to reduce a city.
ca_es: Esperant a que en/na %s redueixi una ciutat.
fi_fi: Odotetaan pelaajaa %s asettamaan kaupunki kyläksi.
fr_fr: En attente, %s réduit une ville.
hu_hu: Warte darauf, dass %s eine zu zerstörende Stadt auswählt.
it_it: In attesa che %s riduca una città.
ja_jp: %s が、過疎化させる街を選択中。
nl_nl: Wachten tot %s een stad heeft gedegradeerd.

source: Waiting for %s to repair a city.
ca_es: Esperant a que en/na %s repari una ciutat.
fi_fi: Odotetaan pelaajaa %s korjaamaan kaupunki.
fr_fr: En attente, %s répare une ville.
hu_hu: Warte darauf, dass %s eine Stadt repariert.
it_it: In attesa che %s ripari una città.
ja_jp: %s が、街を再建中。
nl_nl: Wachten tot %s een stad heeft gerepareerd.

source: Waiting for %s to sabotage a city.
ca_es: Esperant a que en/na %s sabotegi una ciutat.
fi_fi: Odotetaan pelaajaa %s sabotoimaan kaupunki.
fr_fr: En attente, %s sabote une ville.
hu_hu: Warte darauf, dass %s eine Stadt sabotiert.
it_it: In attesa che %s saboti una città.
ja_jp: %s が、街を破壊中。
nl_nl: Wachten tot %s een stad heeft gesaboteerd.

source: Waiting for %s to select a commodity to trade.
ca_es: Esperant a que en/na %s seleccioni una commodity a canviar.
fi_fi: Odotetaan pelaajaa %s valitsemaan kauppatavara, jota vaihdetaan.
fr_fr: En attente, %s choisit une marchandise à échanger.
hu_hu: Warte darauf, dass %s eine zu tauschende Handelswarenkarte auswählt.
it_it: In attesa che %s selezioni un articolo di commercio da scambiare.
ja_jp: %s が、トレードする物産を選択中。
nl_nl: Wachten tot %s een goed heeft gekozen om te handelen.

source: Waiting for %s to select a resource or commodity to trade at 2-1.
ca_es: Esperant a que en/na %s seleccioni un recurs o commodity per intercanviar a 2-1.
fi_fi: Odotetaan pelaajaa %s valitsemaan resurssi tai kauppatavara, jota voi vaihtaa 2:1.
fr_fr: En attente, %s choisit une ressource ou marchandise à échanger 2-1.
hu_hu: Warte darauf, dass %s einen Rohstoff oder eine Handelsware zum 2-1 Tauschen auswählt.
it_it: In attesa che %s selezioni una risorsa o articolo di commercio da scambiare 2 a 1.
ja_jp: %s が、2-1でトレードする、資源か物産を、選択中。
nl_nl: Wachten tot %s een grondstof of goed heeft geselecteerd om 2 tegen 1 te handelen.

source: Waiting for %s to select a commodity to steal.
ca_es: Esperant a que en/na %s seleccioni una commodity a robar.
fi_fi: Odotetaan pelaajaa %s varastamaan kauppatavara.
fr_fr: En attente, %s choisit une marchandise à voler.
hu_hu: Warte darauf, dass %s eine zu stehlende Handelswarenart auswählt.
it_it: In attesa che %s selezioni un articolo di commercio da rubare.
ja_jp: %s が、盗む物産を選択中。
nl_nl: Wachten tot %s een goed heeft gestolen.

source: Waiting for %s to select a knight to attack with.
ca_es: Esperant a que en/na %s seleccioni un cavaller amb el que atacar.
fi_fi: Odotetaan pelaajaa %s valitsemaan hyökkäävä ritari.
fr_fr: En attente, %s choisit avec quel chevalier attaquer.
hu_hu: Warte darauf, dass %s eine Ritter auswählt, mit dem er angreifen will.
it_it: In attesa che %s selezioni un cavaliere con cui attaccare.
ja_jp: %s が、攻撃させる岸を選択中。
nl_nl: Wachten tot %s een ridder heeft geselecteerd om mee aan te vallen.

source: Waiting for %s to select a knight to desert.
ca_es: Esperant a que en/na %s seleccioni un cavaller a desertar.
fi_fi: Odotetaan pelaajaa %s valitsemaan ritari.
fr_fr: En attente, %s choisit un chevalier à faire déserter.
hu_hu: Warte darauf, dass %s einen Ritter auswählt, der überläuft.
it_it: In attesa che %s selezioni un cavaliere da far disertare.
ja_jp: %s が、敗走させる騎士を選択中。
nl_nl: Wachten tot %s een te verlaten ridder heeft geselecteerd.

source: Waiting for %s to select a knight to displace.
ca_es: Esperant a que en/na %s seleccioni un cavaller a moure.
fr_fr: En attente, %s choisit un chevalier à déplacer.
hu_hu: Warte darauf, dass %s einen zu vertreibenden Ritter auswählt.
it_it: In attesa che %s selezioni un cavaliere da scacciare.
ja_jp: %s が、取り除く騎士を選択中。
nl_nl: Wachten tot %s een ridder heeft gekozen om te verplaatsen.

source: Waiting for %s to select a knight to expel criminals with.
ca_es: Esperant a que en/na %s seleccioni un cavaller per expulsar els criminals.
fi_fi: Odotetaan pelaajaa %s valitsemaan ritari millä karkoitetaan.
fr_fr: En attente, %s choisit un chevalier pour expulser les criminels.
hu_hu: Warte darauf, dass %s einen Ritter wählt, mit dem er die Räuber vertreiben will.
it_it: In attesa che %s selezioni un cavaliere con cui espellere criminali.
ja_jp: %s が、盗人を追い払う騎士を選択中。
nl_nl: Wachten tot %s een ridder heeft geselecteerd om criminelen te verdrijven.

source: Waiting for %s to select a knight to move.
ca_es: Esperant a que en/na %s seleccioni un cavaller a moure.
fi_fi: Odotetaan pelaajaa %s liikuttamaan ritaria.
fr_fr: En attente, %s choisit un chevalier à déplacer.
hu_hu: Warte darauf, dass %s einen zu bewegenden Ritter auswählt.
it_it: In attesa che %s selezioni un cavaliere da muovere.
ja_jp: %s が、動かす騎士を選択中。
nl_nl: Wachten tot %s een ridder heeft geselecteerd om te verplaatsen.

source: Waiting for %s to select a player for desertion.
ca_es: Esperant a que en/na %s seleccioni un/a jugador/a a desertar.
fi_fi: Odotetaan pelaajaa %s valitsemaan aavikoituva pelaaja.
fr_fr: En attente, %s choisit un joueur pour la désertion.
hu_hu: Warte darauf, dass %s einen Spieler auswählt, der vom Übertläufer betroffen ist.
it_it: In attesa che %s selezioni un giocatore per la diserzione.
ja_jp: %s が、敗走兵を使うプレイヤーを選択中。
nl_nl: Wachten tot %s een speler heeft gekozen om te deserteren.

source: Waiting for %s to select a player to rob.
ca_es: Esperant a que en/na %s seleccioni un/a jugador/a a robar.
fi_fi: Odotetaan pelaajaa %s valitsemaan pelaaja, jolta varastetaan.
hu_hu: Warte darauf, dass %s einen zu bestehlenden Spieler auswählt.
it_it: In attesa che %s selezioni un giocatore da derubare.
ja_jp: %s が、どのプレイヤーから盗むかを選択中。
nl_nl: Wachten tot %s een speler heeft gekozen om van te stelen.

source: Waiting for %s to select a player to spy on.
ca_es: Esperant a que en/na %s seleccioni un/a jugador/a a espiar.
fi_fi: Odotetaan pelaajaa %s valitsemaan pelaaja, jota vakoillaan.
fr_fr: En attente, %s choisit un joueur à espionner.
hu_hu: Warte darauf, dass %s einen auszuspionierenden Spieler auswählt.
it_it: In attesa che %s selezioni un giocatore da spiare.
ja_jp: %s が、密偵を送り込むプレイヤーを選択中。
nl_nl: Wachten tot %s een speler heeft gekozen te bespioneren.

source: Waiting for %s to select a player to use the commercial harbor on.
nl_nl: Wachten tot %s een speler heeft gekozen om de commerciële haven op te gebruiken.

source: Waiting for %s to select a progress card.
ca_es: Esperant a que en/na %s seleccioni una carta de progrés.
fi_fi: Odotetaan pelaajaa %s valitsemaan kortti.
fr_fr: En attente, %s choisit une carte progrès.
hu_hu: Warte darauf, dass %s eine Fortschrittskarte auswählt.
it_it: In attesa che %s selezioni una Carta Sviluppo.
ja_jp: %s が、発展カードを選択中。
nl_nl: Wachten tot %s een actiekaart heeft geselecteerd.

source: Waiting for %s to select a resource to trade.
ca_es: Esperant a que en/na %s seleccioni un recurs a canviar.
fi_fi: Odotetaan pelaajaa %s valitsemaan resurssi, jota vaihdetaan.
fr_fr: En attente, %s choisit une ressource à échanger.
hu_hu: Warte darauf, dass %s eine zu handelnde Rohstoffkarte auswählt.
it_it: In attesa che %s selezioni una risorsa da scambiare.
ja_jp: %s が、トレードする資源を選択中。
nl_nl: Wachten tot %s een grondstof heeft gekozen om te handelen.

source: Waiting for %s to select a resource to steal.
ca_es: Esperant a que en/na %s seleccioni un recurs a robar.
fi_fi: Odotetaan pelaajaa %s valitsemaan kortti, joka varastetaan.
fr_fr: En attente, %s choisit une ressource à voler.
hu_hu: Warte darauf, dass %s eine zu stehlende Rohstoffart auswählt.
it_it: In attesa che %s selezioni una risorsa da rubare.
ja_jp: %s が、盗む資源を選択中。
nl_nl: Wachten tot %s een grondstof heeft geselecteerd om te stelen.

source: Waiting for %s to select a road or ship to remove.
ca_es: Esperant a que en/na %s seleccioni una carretera o vaixell a treure.
fi_fi: Odotetaan pelaajaa %s poistamaan laiva tai tie.
fr_fr: En attente, %s choisit une route ou un bateau à enlever.
hu_hu: Warte darauf, dass %s eine zu entfernende Straße oder ein Schiff auswählt.
it_it: In attesa che %s selezioni una strada o una nave da rimuovere.
ja_jp: %s が、除去する道か舟を選択中。
nl_nl: Wachten tot %s een straat of schip heeft geselecteerd om te verwijderen.

source: Waiting for %s to select a road to remove.
ca_es: Esperant a que en/na %s seleccioni una carretera a treure.
fi_fi: Odotetaan pelaajaa %s valitsemaan poistettava tie.
fr_fr: En attente, %s choisit une route à enlever.
hu_hu: Warte darauf, dass %s eine zu entfernende Straße auswählt.
it_it: In attesa che %s selezioni una strada da rimuovere.
ja_jp: %s が、除去する道を選択中。
nl_nl: Wachten tot %s een straat heeft geselecteerd om te verwijderen.

source: Waiting for %s to select 1 progress card to steal from %s.
ca_es: Esperant a que en/na %s seleccioni 1 carta de progrés a robar d'en/na %s.
fi_fi: Odotetaan pelaajaa %s valitsemaan yksi varastettava kortti pelaajalta %s.
fr_fr: En attente, %s choisit 1 carte progrès à voler à %s.
hu_hu: Warte darauf, dass %s 1 Fortschrittskarte auswählt, die er %s stiehlt.
it_it: In attesa che %s selezioni 1 carta progresso da rubare a %s.
ja_jp: %s が、%s から盗む、発展カードを選択中。
nl_nl: Wachten tot %s 1 actiekaart heeft gestolen van %s.

source: Waiting for %s to select the dice for the next roll.
ca_es: Esperant a que en/na %s seleccioni els daus per a la següent tirada.
fi_fi: Odotetaan pelaajaa %s valitsemaan noppa.
fr_fr: En attente, %s choisit les dés pour le prochain lancer.
hu_hu: Warte darauf, dass %s Würfel für den nächsten Wurf auswählt.
it_it: In attesa che %s selezioni i dadi per il prossimo lancio.
ja_jp: %s が、次のダイスの目を選択中、
nl_nl: Wachten tot %s de dobbelstenen voor de volgende worp heeft gekozen.

source: Waiting for %s to select the first roll chip to switch.
ca_es: Esperant a que en/na %s seleccioni un nombre a intercanviar.
hu_hu: Warte darauf, dass %s den ersten zu versetzenden Zahlenchip auswählt.
it_it: In attesa che %s selezioni il primo numero da scambiare.
ja_jp: %s が、一つ目の、交換する土地を選択中。
nl_nl: Wachten tot %s het 1e fiche heeft geselecteerd om te wisselen.

source: Waiting for %s to select the second roll chip to switch.
ca_es: Esperant a que en/na %s seleccioni el segon nombre a intercanviar.
hu_hu: Warte darauf, dass %s den zweiten zu versetzenden Zahlenchip auswählt.
it_it: In attesa che %s selezioni il secondo numero da scambiare.
ja_jp: %s が、二つ目の、交換する土地を選択中。
nl_nl: Wachten tot %s het 2e fiche heeft geselecteerd om te wisselen.

source: Waiting for %s to select 2 cards to steal from %s.
ca_es: Esperant a que en/na %s seleccioni 2 cartes a robar d'en/na %s.
fi_fi: Odotetaan pelaajaa %s valitsemaan kaksi varastettavaa korttia pelaajalta %s.
fr_fr: En attente, %s choisit 2 cartes à voler à %s.
hu_hu: Warte darauf, dass %s 2 Karten auswählt, die er von %s stiehlt.
it_it: In attesa che %s selezioni 2 carte da rubare da %s.
ja_jp: %s が、%s から盗む、2枚のカードを選択中。
nl_nl: Wachten tot %s 2 kaarten heeft gestolen van %s.

source: Waiting for %s to give 2 resources or commodities to the wedding.
ca_es: Esperant a que en/na %s seleccioni 2 recursos a donar en el casament.
fi_fi: Odotetaan pelaajaa %s valitsemaan kaksi resurssia tai kauppatavaraa häihin.
fr_fr: En attente, %s donnent 2 ressources ou marchandises pour le mariage.
hu_hu: Warte darauf, dass %s 2 Rohstoffkarten oder Handelswarenkarten als Mitgift für die Hochzeit auswählt.
it_it: In attesa che %s selezioni 2 risorse o articoli di commercio da dare per le nozze.
ja_jp: %s が、祝儀として与える、二枚の資源か物産を選択中。
nl_nl: Wachten tot %s 2 grondstoffen of goederen heeft gegeven aan het huwelijk.

source: Waiting for %s and %s to trade using the commercial harbor.
nl_nl: Wachten tot %s en %s de handel door middel van de commerciële haven hebben afgerond.

source: Waiting for %s to upgrade to a mighty knight.
ca_es: Esperant a que en/na %s promocioni un cavaller poderós.
fi_fi: Odotetaan pelaajaa %s päivittämään mahtavaan ritariin.
fr_fr: En attente, %s entraine un chevalier qui devient intrépide.
hu_hu: Warte darauf, dass %s auf einen starken Ritter aufrüstet.
it_it: In attesa che %s promuova un cavaliere a potente.
ja_jp: %s が、騎士を騎兵へアップグレード中。
nl_nl: Wachten tot %s een ridder heeft geupgrade naar een machtige ridder.

source: Waiting for %s to upgrade to a strong knight.
ca_es: Esperant a que en/na %s promocioni un cavaller fort.
fi_fi: Odotetaan pelaajaa %s päivittämään vahvaan ritariin.
fr_fr: En attente, %s entraine un chevalier qui devient fort.
hu_hu: Warte darauf, dass %s auf einen normalen Ritter aufrüstet.
it_it: In attesa che %s promuova un cavaliere a forte.
ja_jp: %s が、騎士を重装歩兵へアップグレード中。
nl_nl: Wachten tot %s een ridder heeft geupgrade naar een sterke ridder.

source: Waiting for %s to use their aqueduct.
ca_es: Esperant a que en/na %s utilitzi el seu aqueducte.
fi_fi: Odotetaan pelaajaa %s käyttämään adkveduktiaan.
fr_fr: En attente, %s utilise son aqueduc.
hu_hu: Warte darauf, dass %s sein Aquädukt benutzt.
it_it: In attesa che %s usi il suo acquedotto.
ja_jp: %s が上水道を使用中。
nl_nl: Wachten tot %s een aquaduct heeft gebruikt.

source: Waiting for %s to withdraw a knight.
ca_es: Esperant a que en/na %s retiri un cavaller.
fi_fi: Odotetaan pelaajaa %s poistamaan ritari.
fr_fr: En attente, %s retire un chevalier.
hu_hu: Warte darauf, dass %s einen Ritter zurücknimmt.
it_it: In attesa che %s ritiri un cavaliere.
ja_jp: %s が、騎士を退却中。
nl_nl: Wachten tot %s een ridder heeft terug getrokken.

source: %s withdraws a knight.
ca_es: En/Na %s retira un cavaller.
fi_fi: %s, poistaa ritarin.
fr_fr: %s retire un chevalier.
hu_hu: %s nimmt einen Ritter zurück
it_it: %s ritira un cavaliere.
ja_jp: %s は、騎士を退却させた。
nl_nl: %s trekt een ridder terug.

source: %s, withdraw your knight.
ca_es: %s, retira el teu cavaller.
fi_fi: %s, poista ritari.
fr_fr: %s, retirez votre chevalier.
hu_hu: %s, nimmt deinen Ritter zurück.
it_it: %s, ritira un cavaliere.
ja_jp: %s よ、騎士を退却させよ。
nl_nl: %s, trek je ridder terug.

source: You receive a %s card.
ca_es: Tu rebs una carta de %s.
fi_fi: Sait kortin %s.
fr_fr: Vous recevez une carte %s.
hu_hu: Du erhältst eine %s Karte.
it_it: Ricevi una carta %s.
ja_jp: %s カードを得た。
nl_nl: Je ontvangt een %s kaart.

source: You trade 1 %s to %s for 1 %s using the commercial harbor.
nl_nl: Je handelt 1 %s met %s voor 1 %s door middel van de commerciële haven.

source: Alchemist
ca_es: Alquimista
fi_fi: Alkemisti
fr_fr: Alchimiste
hu_hu: Alkímista
it_it: Alchimista
ja_jp: アルケミスト

source: Rounds before barbarians advance:
fr_fr: Tours avant l'arrivée des barbares:

source: Buy City Walls
fr_fr: Acheter un mur d'enceinte

source: Upgrade Science
fr_fr: Développer les sciences

source: Upgrade Politics
fr_fr: Développer la politique

source: Upgrade Trade
fr_fr: Développer le commerce

source: Buy a Basic Knight
fr_fr: Engager un chevalier faible

source: Upgrade to a Strong Knight
fr_fr: Entraine un chevalier pour le rendre fort

source: Upgrade to a Mighty Knight
fr_fr: Entrainer un chevalier pour le rendre intrépide

source: Activate a Knight
fr_fr: Activer un chevalier

source: Move a Knight
fr_fr: Déplacer un chevalier

source: Attack an Opponent's Knight
fr_fr: Attaquer le chevalier d'un adversaire

source: Expel Criminals
fr_fr: Expulser des criminels

source: Use the Commercial Harbor
fr_fr: Utiliser le port de commerce

source: Repair a Sabotaged City
fr_fr: Réparer une ville sabotée

source: Rolls
fr_fr: Lancers

source: Upgrades
fr_fr: Développer

source: Basic Knight
fr_fr: Chevalier faible

source: Strong Knight
fr_fr: Chevalier fort

source: Mighty Knight
fr_fr: Chevalier intrépide

source: City Walls
fr_fr: Murs d'enceinte

source: Intrigue
ca_es: Intriga
fi_fi: Juonittelu
fr_fr: Complot
hu_hu: Intrige
it_it: Complotto
ja_jp: 密通

source: Printer
ca_es: Impressor
fi_fi: Paino
fr_fr: Imprimeur
hu_hu: Buchdruck
it_it: Tipografia
ja_jp: 印刷業

source: Trade Cards
fr_fr: Cartes progrès économique

source: Politics Cards
fr_fr: Cartes progrès politique

source: Science Cards
fr_fr: Cartes progrès culturel

source: Science Metropolis
fr_fr: Métropole scientifique

source: Politics Metropolis
fr_fr: Métropole politique

source: Trade Metropolis
fr_fr: Métropole commerciale

source: %s selects
fr_fr: %s choisit

source: %s uses the Merchant Fleet to trade %s.
fr_fr: %s utilise la flotte marchande pour échanger %s.

source: %s trades 1 %s to %s for 1 %s using the Commercial Harbor.
fr_fr: %s échange 1 %s avec %s pour 1 %s par le port commercial.

source: %s steals
fr_fr: %s vole

source: from you
fr_fr: chez vous

source: %s gives
fr_fr: %s donne

source: to you as a Wedding gift
fr_fr: pour vous comme cadeau de mariage

source: %s gives 1 card to %s as a Wedding gift.
fr_fr: %s donne 1 carte à %s comme cadeau de mariage.

source: %s receives a Progress Card.
fr_fr: %s reçoit une carte progress.

source: %s, select a player to use the Commercial Harbor on.
fr_fr: %s, choisissez un joueur avec qui utiliser le port de commerce.

source: Waiting for %s and %s to trade using the Commercial Harbor.
fr_fr: En attente, %s et %s utilisent le port de commerce pour échanger.

source: Saboteur
ca_es: Sabotejador
fi_fi: Sabotööri
it_it: Sabotatore
ja_jp: 工作員

source: OK
ca_es: Acceptar
hu_hu: Rendben
