Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/CoreRules.po
Languages: ca_es, de_at, fi_fi, it_it, ja_jp, nl_nl

source: Map
de_at: Karte
nl_nl: Spelbord

source: Map points
de_at: Kartensiegpunkte
nl_nl: Spelbord punten

source: Rulesets
de_at: Regeln
nl_nl: Regels

source: Options
ca_es: Opcions
de_at: Optionen
fi_fi: Asetukset
it_it: Opzioni
ja_jp: オプション
nl_nl: Opties

source: Accept
ca_es: Acceptar
de_at: Akzeptiere
fi_fi: Hyväksy
it_it: Accetta
ja_jp: 承諾
nl_nl: Accepteren

source: Action
de_at: Zug
nl_nl: Actie

source: Add
ca_es: Afegir
de_at: Hinzufügen
fi_fi: Lisää
it_it: Aggiungi
ja_jp: 追加
nl_nl: Toevoegen

source: Advanced
ca_es: Avançat
de_at: Erweitert
fi_fi: Lisää..
it_it: Avanzate
ja_jp: 詳細設定
nl_nl: Geavanceerd

source: All
ca_es: Tot
de_at: voll
fi_fi: Kaikki
it_it: Tutte
ja_jp: 十割
nl_nl: Alles

source: Assign
de_at: Zuordnen
nl_nl: Toekennen

source: Board animations show you when another player changes the board.
ca_es: Les animacions del taulell mostren quan un altre jugador canvia el taulell.
de_at: Spielbrettanimationen zeigen dir Änderungen eines anderen Spielers am Spielbrett.
fi_fi: Pelianimaatiot selkiyttävät muiden pelaajien tekemiä muutoksia pelilaudalle.
it_it: Le animazioni del tavolo di gioco mostrano dove gli altri giocatori stanno compiendo azioni.
ja_jp: 他プレイヤーがボードを変更した時に、知らせる。
nl_nl: Animaties op het bord worden weergegeven wanneer een andere speler iets verandert op het bord.

source: Build Options
de_at: Bauoptionen
fi_fi: Rakenna
it_it: Opzioni di Costruzione
ja_jp: ビルドオプション
nl_nl: Bouw Opties

source: Cards
ca_es: Cartes
de_at: Karten
fi_fi: Kortit
it_it: Carte
ja_jp: カード
nl_nl: Kaarten

source: Clear
ca_es: Netejar
de_at: Zurücksetzen
fi_fi: Tyhjennä
it_it: Pulisci
ja_jp: クリア
nl_nl: Leeg

source: 2. Click an offer to trade with that player.
ca_es: 2. Clica en una oferta per canviar amb aquell jugador.
de_at: 2. Wähle ein Anbot aus, um mit dem jeweiligen Spieler zu handeln.
fi_fi: 2. Klikkaa tarjousta vaihtaaksesi pelaajan kanssa.
it_it: 2. Clicca su un'offerta per scambiare con quel giocatore.
ja_jp: 2. クリックして、このプレイヤーとトレードする。
nl_nl: 2. Selecteer een bod om met deze speler te handelen.

source: Click other offers to match them.
ca_es: Clica a altres ofertes per igualar-les.
de_at: Klick auf andere Anbote, um dasselbe Anbot zu offerieren.
fi_fi: Klikkaa muita tarjouksia vastataksesi niihin.
it_it: Clicca sulle altre offerte per eguagliarle.
ja_jp: クリックして、別のオファーをする。
nl_nl: Klik andere boden aan om ze te matchen.

source: Controls
de_at: Bedienelemente
fi_fi: Kontrollit
it_it: Controlli
ja_jp: コントロール
nl_nl: Instellingen

source: Core
de_at: Zentrale
fi_fi: Ydin
ja_jp: コア

source: Current game settings
de_at: Derzeitige Spieleinstellungen
fi_fi: Tämän pelin asetukset
it_it: Impostazioni di gioco attuali
ja_jp: 現在のゲーム設定
nl_nl: Huidige spel instellingen

source: Default
de_at: Standard
fi_fi: Vakio
it_it: Predefinito
ja_jp: デフォルト
nl_nl: Standaard

source: Delete
ca_es: Esborrar
de_at: Entfernen
fi_fi: Poista
it_it: Cancella
ja_jp: 削除
nl_nl: Verwijderen

source: Depth Buffer Size
ca_es: Mida del Buffer de Profunditat
de_at: Größe des Tiefenpuffers
fi_fi: Puskurin koko
ja_jp: Depthバッファのサイズ
nl_nl: Diepte Buffer Grootte

source: Display
ca_es: Mostrar
de_at: Anzeige
fi_fi: Näyttö
it_it: Visualizzazione
ja_jp: 表示
nl_nl: Beeld

source: Display OpenGL render information
ca_es: Mostrar informació del dibuixat OpenGL
de_at: Zeige OpenGL Renderinformationen an
fi_fi: Näytä OpenGL-renderöintitietoa
it_it: Mostra informazioni OpenGL
ja_jp: OpenGLの描画情報を表示する
nl_nl: Toon OpenGL render informatie

source: Drag and drop cards to create a trade.
ca_es: Arrossega les cartes per crear un canvi.
de_at: Ziehe die Karten zum Tauschen hinauf.
fi_fi: Vedä ja pudota kortteja luodaksesi vaihto.
it_it: Trascina le carte per creare uno scambio.
ja_jp: トレードするカードをドラッグ＆ドロップしてください。
nl_nl: Klik en sleep de kaarten om een handel op te zetten

source: 1. Drag and drop cards to create an offer.
ca_es: 1. Arrossega les cartes per crear una oferta.
de_at: 1. Ziehe die Karten zur Erstellung eines Handelsanbots hinauf.
fi_fi: 1. Vedä ja pudota kortteja luodaksesi vaihto.
it_it: 1. Trascina le carte per creare un'offerta.
ja_jp: 1. カードをドラッグ＆ドロップして、トレードを提案する。
nl_nl: 1. Klik en sleep de kaarten om een handelsaanbod te doen.

source: Drag and drop names, or double-click to add/remove.
ca_es: Arrossega els noms, o fes doble-click per afegir/treure.
de_at: Ziehe Namen hin-/herüber oder klicke doppelt, um sie hinzuzufügen/zu entfernen.
fi_fi: Raahaa ja pudota nimiä, tai tuplaklikkaa lisätäksesi / poistaaksesi.
it_it: Trascina i nomi, o fai doppio clic per aggiungere/rimuovere.
ja_jp: 名前をドラッグ＆ドロップするか、ダブルクリックして追加/削除。
nl_nl: Klik en sleep een naam of dubbelklik om toe te voegen/verwijderen.

source: End the turn
de_at: Beende den Zug
nl_nl: Beeindig de beurt

source: End Turn
ca_es: Acabar el torn
de_at: Zug beenden
fi_fi: Lopeta vuoro
it_it: Fine Turno
ja_jp: ターンエンド
nl_nl: Einde Beurt

source: Exit
ca_es: Sortir
de_at: Programm schließen
fi_fi: Pois
it_it: Esci
ja_jp: 終了
nl_nl: Afsluiten

source: E&xit
de_at: &Programm schließen
fi_fi: &Sulje
it_it: La&scia Partita
ja_jp: 終了
nl_nl: &Afsluiten

source: Few
ca_es: Pocs
de_at: wenig
fi_fi: Muutama
it_it: Poche
ja_jp: 一割
nl_nl: Een beetje

source: 3. Finalize your trade!
ca_es: 3. Acabar el canvi!
de_at: 3. Schließe deinen Handel endgültig ab!
fi_fi: 3. Päätä kauppa!
it_it: 3. Finalizza lo scambio!
ja_jp: 3. トレード終了
nl_nl: 3. Rond de handel af!

source: for
ca_es: per
de_at: gegen
it_it: in cambio di
nl_nl: voor

source: For most image sets, softening the tiles makes the game board look better.
ca_es: Per a la majoria de conjunts d'imatges, suavitzar-los fa que el taulell es vegi millor.
de_at: Das Weichzeichnen der Teile lässt die meisten Bildsätze am Spielbrett besser aussehen.
fi_fi: Pehmennys tekee yleensä pelistä paremman näköisen.
it_it: Per la maggior parte dei set d'immagine, sfocare gli esagoni migliora la resa della tavola di gioco
ja_jp: タイルをソフト表示すると、ボードの見栄えが良くなる。
nl_nl: Voor de meeste sets van afbeeldingen zorgt het verzachten van de tegels ervoor dat het spelbord er beter uit ziet.

source: Game Images
ca_es: Imatges del Joc
de_at: Bilder des Spiels
fi_fi: Pelikuvat
it_it: Immagini di Gioco
ja_jp: ゲームイメージ
nl_nl: Spel Afbeeldingen

source: Game Sounds
ca_es: Sons del Joc
de_at: Spiel Klänge
fi_fi: Peliäänet
it_it: Suoni del Gioco
ja_jp: ゲームサウンド
nl_nl: Geluiden in het Spel

source: Game Window
de_at: Spielfenster
nl_nl: Spel Venster

source: Half
ca_es: La meitat
de_at: halb voll
fi_fi: Puolet
it_it: Metà
ja_jp: 四割

source: Hide popups
ca_es: Amagar les popups
de_at: Verstecke PopUps
fi_fi: Piilota ponnahdusikkunat
it_it: Nascondi popup
ja_jp: ポップアップの非表示
nl_nl: Verberg popups

source: Hotseat
ca_es: Joc de les Cadires
de_at: Einzelplatz Spiel
fi_fi: Moninpeli tällä koneella
it_it: Gioco locale
ja_jp: ローカルゲーム

source: Hotseat Setup
de_at: Einzelplatz Spiel einrichten
fi_fi: Moninpeli samalla tietokoneella
it_it: Imposta Gioco Locale
ja_jp: ローカルゲーム

source: Images
ca_es: Imatges
de_at: Bilder
fi_fi: Kuvat
it_it: Immagini
ja_jp: イメージ
nl_nl: Afbeeldingen

source: %s is currently assigned to %s.
de_at: %s ist derzeit %s zugeordnet.
nl_nl: %s is toegekend aan %s.

source: Key Bindings
de_at: Tastaturbelegung
nl_nl: Toets Instellingen

source: Keyboard
de_at: Tastatur
nl_nl: Toetsenbord

source: Keystroke
de_at: Tastendruck
nl_nl: Toetscombinatie

source: Language
ca_es: Idioma
de_at: Sprache
fi_fi: Kieli
it_it: Lingua
ja_jp: 言語
nl_nl: Taal

source: Load A Saved Game
de_at: Lade ein gespeichertes Spiel
fi_fi: Avaa tallennettu peli
it_it: Apri Gioco Salvato
ja_jp: セーブされたゲームを開く
nl_nl: Open een opgeslagen spel

source: Load Saved
de_at: Lade gespeichertes Spiel
fi_fi: Lataa tallennettu peli
it_it: Carica Salvati
ja_jp: ロード
nl_nl: Openen

source: Many
ca_es: Bastants
de_at: viel
fi_fi: Monta
it_it: Molte
ja_jp: 六割
nl_nl: Veel

source: Most
ca_es: La majoria
de_at: fast voll
fi_fi: Suurin osa
it_it: Quasi Tutte
ja_jp: 八割
nl_nl: Meeste

source: New
de_at: Neu
fi_fi: Uusi
it_it: Nuovo
ja_jp: 新規
nl_nl: Nieuw

source: New keystroke
de_at: Neuer Tastendruck
nl_nl: Nieuwe toetscombinatie

source: None
ca_es: Cap
de_at: nichts
fi_fi: Ei yhtään
it_it: Nessuna
ja_jp: 空
nl_nl: Niets

source: No, thanks.
ca_es: No, gràcies.
de_at: Nein, danke.
fi_fi: Ei kiitos.
it_it: No, grazie.
ja_jp: 結構です。
nl_nl: Nee, dank je

source: No Trades
ca_es: No vull canvis
de_at: Kein Handel
fi_fi: Ei kauppoja
it_it: Niente Scambi
ja_jp: トレード拒否
nl_nl: Niet Handelen

source: Offer
ca_es: Oferir
de_at: Anbieten
fi_fi: Tarjoa
it_it: Offerta
ja_jp: オファー
nl_nl: Aanbod

source: Pan map down
de_at: Schwenke die Karte hinunter
nl_nl: Verplaats spelbord omlaag

source: Pan map left
de_at: Schwenke die Karte links
nl_nl: Verplaats spelbord links

source: Pan map right
de_at: Schwenke die Karte rechts
nl_nl: Verplaats spelbord rechts

source: Pan map up
de_at: Schwenke die Karte hinauf
nl_nl: Verplaats spelbord omhoog

source: Play a card
de_at: Spiele eine Karte
nl_nl: Speel een kaart

source: Play board animations
ca_es: Mostrar les animacions del taulell
de_at: Benutze Spielbrettanimationen
fi_fi: Näytä pelilaudan animaatiot
it_it: Mostra animazioni sul tavolo di gioco
ja_jp: ボードアニメーション
nl_nl: Bord animaties

source: Players
de_at: Spieler
fi_fi: Pelaajat
it_it: Giocatori
ja_jp: プレイヤー
nl_nl: Spelers

source: Play Next
ca_es: Juga el Següent
de_at: Nächster Zug
fi_fi: Pelaa seuraava
it_it: Prossima Mossa
ja_jp: 次へ
nl_nl: Speel Volgende

source: Play Sounds
ca_es: Utilitzar els Sons
de_at: Spiele die Klänge
fi_fi: Äänet
it_it: Emetti Suoni
ja_jp: サウンドの再生
nl_nl: Speel Geluiden Af

source: Question
ca_es: Pregunta
de_at: Frage
fi_fi: Kysymys
it_it: Domanda
ja_jp: 質問
nl_nl: Vraag

source: &Quit
de_at: Spiel &beenden
fi_fi: &Poistu
it_it: &Esci
ja_jp: &終了
nl_nl: &Sluiten

source: Recommended for new players or to distinguish between different colors.
ca_es: Recomanat per als nous jugadors per distingir entre els diferents colors.
de_at: Wird Anfängern empfohlen und hilft auch bei der Unterscheidung der verschiedenen Farben.
fi_fi: Suositellaan uusille pelaajille ja erottamaan värit toisistaan.
it_it: Consigliato per i nuovi giocatori o per distinguere tra i diversi colori.
ja_jp: 初心者向け。地形が分かりやすくなる。
nl_nl: Aanbevolen voor nieuwe spelers of om tussen verschillende kleuren onderscheid te maken.

source: Reject
ca_es: Rebutjar
de_at: Lehne ab
fi_fi: Hylkää
it_it: Rifiuta
ja_jp: 拒否
nl_nl: Wijs Af

source: Render bitmaps with OpenGL
ca_es: Dibuixar els bitmaps amb OpenGL
de_at: Bitmaps mit OpenGL rendern
fi_fi: Renderöi bittikartat käyttäen OpenGL:ää
it_it: Genera immagini con OpenGL
ja_jp: OpenGLでビットマップを描画する
nl_nl: Toon afbeeldingen dmv OpenGL

source: Respond with the Stockyard buttons, or make a counteroffer.
ca_es: Respon amb els botons del Stockyard, o fes una contraoferta.
de_at: Antworte mittels der Schaltflächen im Anbotsfenster oder erstelle ein Gegenanbot.
fi_fi: Vastaa varastonappuloilla, tai tee vastatarjous.
it_it: Rispondi con i pulsanti del Recinto, o fai una controproposta.
ja_jp: ストックヤードウインドウのボタンで応答するか、逆提案をすること。
nl_nl: Antwoord met de Voorstel knoppen, of doe een tegenaanbod.

source: &Restore original layout
de_at: &Stelle das Original Layout wieder her
nl_nl: &Laad originele layout

source: Roll Dice
ca_es: Tirar els daus
de_at: Würfle
fi_fi: Heitä noppaa
it_it: Lancia Dadi
ja_jp: ダイスロール
nl_nl: Gooien

source: Roll the dice
de_at: Würfle
nl_nl: Gooi de dobbelstenen

source: Rotate map down
de_at: Drehe die Karte hinunter
nl_nl: Spelbord omlaag draaien

source: Rotate map left
de_at: Drehe die Karte links
nl_nl: Spelbord links draaien

source: Rotate map right
de_at: Drehe die Karte rechts
nl_nl: Spelbord rechts draaien

source: Rotate map up
de_at: Drehe die Karte hinauf
nl_nl: Spelbord omhoog draaien

source: &Save
de_at: &Speichern
fi_fi: &Tallenna
it_it: &Salva
ja_jp: &セーブ
nl_nl: &Opslaan

source: Seconds before popups disappear
de_at: Anzahl der Sekunden bevor das PopUp verschwindet
nl_nl: Seconden voordat popups verdwijnen

source: Select a Language
ca_es: Seleccina un Idioma
de_at: Wähle eine Sprache aus
fi_fi: Valitse kieli
it_it: Seleziona una Lingua
ja_jp: 言語選択
nl_nl: Selecteer een Taal

source: Select Map
ca_es: Selecciona el Mapa
de_at: Karte wählen
fi_fi: Valitse kartta
it_it: Seleziona Mappa
ja_jp: マップ選択
nl_nl: Spelbord

source: Select the language you would like to use from the list. You must restart Cities Online for your choice to take effect.
de_at: Wähle die Sprache aus der Liste aus, die du verwenden willst. Du musst Cities Online neu starten, damit die gewählte Sprache genutzt werden kann.
nl_nl: Selecteer de taal die je wilt gebruiken. Je zal Cities Online opnieuw moeten opstarten.

source: Select the set of images you would like to use from the list. The display will be updated immediately.
ca_es: Selecciona el conjunt d'imatges de la llista que t'agradaria utilizar. La pantalla s'actualitzarà inmediatament.
de_at: Wähle einen Bildsatz aus der Liste aus, den du verwenden willst. Die Anzeige wird sofort aktualisiert.
fi_fi: Valitse käytettävät kuvat listalta. Muutos astuu voimaan välittömästi.
it_it: Seleziona dalla lista il set di immagini che vuoi usare. Lo schermo verrà aggiornato immediatamente.
ja_jp: ゲームイメージセットの選択。表示は即座に反映される。
nl_nl: Selecteer de set afbeeldingen die je wilt gebruiken. Het scherm zal gelijk geupdate worden.

source: Select the set of sounds you would like to use from the list. Your choice will take effect immediately.
ca_es: Selecciona el conjunt de sons de la llista que voldries utilitzar. La teva elecció es farà efectiva inmediatament.
de_at: Wähle den Satz an Klängen aus der Liste aus, den du verwenden willst. Deine Auswahl wird sofort aktiviert.
fi_fi: Valitse käytettävät äänet listalta. Muutos astuu voimaan välittömästi.
it_it: Seleziona dalla lista il set di suoni da usare. Il cambiamento avrà effetto immediato.
ja_jp: サウンドセットの選択。変更は即座に反映される。
nl_nl: Selecteer de set geluiden die je wilt gebruiken. Je keuze wordt direct doorgevoerd.

source: Select the skin you would like to use from the list. Your choice will take effect immediately.
ca_es: Selecciona l'aparença de la llista que vols utilitzar. La teva elecció es farà efectiva inmediatament.
de_at: Wähle den Skin aus der Liste aus, den du verwenden willst. Deine Auswahl wird sofort aktiviert.
fi_fi: Valitse teema listalta. Muutos astuu voimaan välittömästi.
it_it: Seleziona dalla lista la pelle che preferisci. Il cambiamento avrà effetto immediato.
ja_jp: スキン選択。変更は即座に反映される。
nl_nl: Selecteer de skin die je wilt gebruiken. Je keuze zal direct worden doorgevoerd.

source: &Set this layout as default
de_at: &Mache dieses Layout zum Standard
nl_nl: &Stel deze layout als standaard in

source: Settings
ca_es: Configuració
de_at: Einstellungen
fi_fi: Asetukset
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen

source: &Settings
de_at: &Einstellungen
fi_fi: &Asetukset
it_it: &Impostazioni
ja_jp: &設定
nl_nl: &Instellingen

source: Show popups
ca_es: Mostrar les popups
de_at: Zeige PopUps an
fi_fi: Näytä ponnahdusikkunat
it_it: Mostra popup
ja_jp: ポップアップの表示
nl_nl: Toon popups

source: Soften tiles
ca_es: Suavitza els hexàgons
de_at: Teile weichzeichnen
fi_fi: Pehmennä
it_it: Sfoca esagoni
ja_jp: ソフトタイル
nl_nl: Verzachtte tegels

source: Some
ca_es: Alguns
de_at: etwas
fi_fi: Jonkin verran
it_it: Alcune
ja_jp: 二割
nl_nl: Iets

source: Sounds
ca_es: Sons
de_at: Klänge
fi_fi: Äänet
it_it: Suoni
ja_jp: サウンド
nl_nl: Geluiden

source: Stats
de_at: Statistik
nl_nl: Statistieken

source: &Stats
de_at: &Statistik
nl_nl: &Statistieken

source: Stockyard
de_at: Anbotsfenster
fi_fi: Varasto
it_it: Recinto
ja_jp: ストックヤード
nl_nl: Voorstellen

source: That would be cheating!
ca_es: Això seria fer trampes!
de_at: Nicht schummeln!
fi_fi: Se olisi huijaamista!
it_it: Non imbrogliare!
ja_jp: チートなのはよくないと思います！
nl_nl: Dat zou vals spelen zijn geweest!

source: Toggle fullscreen
de_at: Schalte auf Vollbild
nl_nl: Volledig Scherm

source: Toggle popups
de_at: Schalte PopUps um
nl_nl: Popups Instellen

source: Trade
ca_es: Canviar
de_at: Handeln
fi_fi: Kauppaa
it_it: Commercio
ja_jp: トレード
nl_nl: Handelen

source: Trade!
ca_es: Canviar!
de_at: Handeln!
fi_fi: Käy vaihtokauppaa!
it_it: Scambia!
ja_jp: トレード！
nl_nl: Handelen!

source: Trade with bank
de_at: Tausche mit der Bank
nl_nl: Handel met de bank

source: Trade with others
de_at: Handle mit anderen Spielern
nl_nl: Handel met anderen

source: Trade With Others
ca_es: Canviar amb els Altres
de_at: Handle mit anderen Spielern
fi_fi: Vaihda muiden pelaajien kanssa
it_it: Scambia Con Altri
ja_jp: 他プレイヤーとトレードする。
nl_nl: Handel met anderen

source: Trade With The Bank
ca_es: Canviar amb el Banc
de_at: Tausche mit der Bank
fi_fi: Vaihda pankin kanssa
it_it: Scambia Con la Banca
ja_jp: バンクとトレード
nl_nl: Handel met de Bank

source: Turning sounds off will make the game completely silent.
ca_es: Apagar els sons farà el joc totalment silenciós.
de_at: Durch das Deaktivieren der Checkbox werden die Klänge im Spiel abgeschaltet.
fi_fi: Äänien pois laittaminen tekee pelistä täysin äänettömän.
it_it: Disattivare i suoni renderà il gioco completamente silenzioso.
ja_jp: サウンドを無効にすると、効果音がなくなります。
nl_nl: Wanneer je het geluid uitzet, is het spel volledig stil.

source: Unable to restart the game.
ca_es: No s'ha pogut reiniciar la partida.
de_at: Der Neustart des Spiels ist unmöglich.
fi_fi: Ei pystytä käynnistämään peliä uudelleen.
it_it: Impossibile riavviare la partita.
ja_jp: ゲームが再開できません。
nl_nl: Het is niet mogelijk het spel te herstarten.

source: Undo
ca_es: Desfer
de_at: Rückgängig
fi_fi: Peru
it_it: Annulla
ja_jp: 取り消し
nl_nl: Stap Terug

source: Undo action
de_at: Mache den Zug rückgängig
nl_nl: Ongedaan maken

source: Use frame buffers (if available)
ca_es: Usar frame buffers (si estan disponibles)
de_at: Benutze Framepuffer (falls vorhanden)
fi_fi: Käytä ruutupuskuria (jos saatavilla)
it_it: Usa framebuffer (se disponibili)
ja_jp: 可能な場合フレームバッファを使う
nl_nl: Gebruik frame buffers (indien aanwezig)

source: Use pixel buffers (if available)
ca_es: Usar pixel buffers (si estan disponibles)
de_at: Benutze Pixelpuffer (falls vorhanden)
fi_fi: Käytä pikselipuskuria (jos saatavilla)
it_it: Usa pixel buffer (se disponibili)
ja_jp: 可能な場合ピクセルバッファを使う
nl_nl: Gebruik pixel buffers (indien aanwezig)

source: You
ca_es: Tu
de_at: Du
fi_fi: Sinä
it_it: Tu
ja_jp: あなた
nl_nl: Jij

source: You accept
ca_es: Acceptes
de_at: du akzeptierst
fi_fi: Sinä hyväksyt
it_it: Accetti
ja_jp: 承諾
nl_nl: Je accepteert

source: You get
ca_es: Obtens
de_at: Du bekommst
fi_fi: Sinä saat
it_it: Ricevi
ja_jp: 得るカード
nl_nl: Je krijgt

source: You give
ca_es: Dónes
de_at: Du gibst
fi_fi: Sinä annat
it_it: Dài
ja_jp: 自分のカード
nl_nl: Je geeft

source: You offer
ca_es: Ofereixes
de_at: Dein Angebot
fi_fi: Sinä tarjoat
it_it: Offri
ja_jp: オファー
nl_nl: Je biedt aan

source: You pass
ca_es: Passes
de_at: Du passt
fi_fi: Sinä passaat
it_it: Passi
ja_jp: パス
nl_nl: Je past

source: You want
ca_es: Vols
de_at: Dein Wunsch
fi_fi: Sinä haluat
it_it: Cerchi
ja_jp: 要求
nl_nl: Je wil

source: You won't trade
ca_es: No canvies
de_at: Du willst nicht handeln
fi_fi: Sinä et tee kauppaa
it_it: Non scambi
ja_jp: トレード拒否
nl_nl: Je wil niet handelen

source: Zoom into map
de_at: Zoome in die Karte hinein
nl_nl: Inzoomen op het spelbord

source: Zoom out of map
de_at: Zoome aus der Karte heraus
nl_nl: Uitzoomen van het spelbord

source: Are you sure you want to delete %s?
ca_es: Estàs segur que vols esborrar %s?
de_at: Bist du sicher, dass du den Spieler %s löschen willst
fi_fi: Oletko varma, että haluat tuhota %s?
it_it: Sei sicuro di voler cancellare %s?
ja_jp: %s を削除してよろしいですか？
nl_nl: Weet je zeker dat je %s wilt verwijderen?

source: If %s accepts your offer, finalize it.
ca_es: Si en/na %s accepta la teva oferta, fer el canvi.
de_at: Sollte %s dein Angebot akzeptieren, schließe den Handel endgültig ab.
fi_fi: Jos %s hyväksyy tarjouksesi, päätä se.
it_it: Se %s accetta l'offerta, finalizzala.
ja_jp: %s がオファーを受け入れたならば、トレードを終了する。
nl_nl: Als %s je bod accepteert, rond het dan af.

source: %s accepts
ca_es: En/Na %s accepta
de_at: %s akzeptiert
fi_fi: %s hyväksyy
it_it: %s accetta
ja_jp: %s は承諾
nl_nl: %s accepteert

source: %s gives
ca_es: En/Na %s dóna
de_at: %s gibt
fi_fi: %s antaa
it_it: %s dà
ja_jp: %s のカード
nl_nl: %s geeft

source: %s offers
ca_es: En/Na %s ofereix
de_at: %s bietet an
fi_fi: %s tarjoaa
it_it: %s offre
ja_jp: %s のオファー
nl_nl: %s biedt

source: %s passes
ca_es: En/Na %s passa
de_at: %s passt
fi_fi: %s passaa
it_it: %s passa
ja_jp: %s はパス
nl_nl: %s past

source: %s wants
ca_es: En/Na %s vol
de_at: %s will
fi_fi: %s haluaa
it_it: %s cerca
ja_jp: %s の要求
nl_nl: %s wil

source: %s won't trade
ca_es: En/Na %s no vol canviar
de_at: %s will nicht handeln
fi_fi: %s ei tee kauppaa
it_it: %s non scambia
ja_jp: %s はトレード拒否
nl_nl: %s wil niet handelen

source: Animation
ca_es: Animació
fi_fi: Animaatio
it_it: Animazioni
ja_jp: アニメーション
nl_nl: Animatie

source: Bitmaps
ca_es: Mapes de bits
fi_fi: Bittikartat
ja_jp: ビットマップ
nl_nl: Afbeeldingen

source: Name
fi_fi: Nimi
it_it: Nome
ja_jp: 名前
nl_nl: Naam

source: Bank
ca_es: Banc
fi_fi: Pankki
it_it: Banca
ja_jp: バンク

source: &Layout
ja_jp: レイアウト

source: Popups
fi_fi: Ponnahdusikkunat
it_it: Popup
ja_jp: ポップアップ

source: Skin
ca_es: Aparença
fi_fi: Teema
it_it: Pelle
ja_jp: スキン

source: Skins
ca_es: Aparences
fi_fi: Teemat
it_it: Pelle
ja_jp: スキン

source: Status
fi_fi: Tila
it_it: Stato
ja_jp: 状態

source: OK
ca_es: Acceptar
