Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/NetworkRules.po
Languages: ca_es, fr_fr, ja_jp, nl_be

source: Add
ca_es: Afegir
fr_fr: Ajouter
ja_jp: 追加
nl_be: Toevoegen

source: Chat
ja_jp: チャット

source: Connect
ca_es: Conectar
fr_fr: Se connecter
ja_jp: 接続
nl_be: Verbinden

source: Connected
ca_es: Conectat
fr_fr: Connecté
ja_jp: 接続
nl_be: Verbonden

source: Connecting...
ca_es: Conectant...
fr_fr: Connection en cours...
ja_jp: 接続中......
nl_be: Verbinding aan het maken...

source: Connecting To A Game
ja_jp: ゲームに接続中

source: Connection
ca_es: Conexió
fr_fr: Connexion
ja_jp: 接続
nl_be: Verbinding

source: Connect To
ca_es: Conectar a
fr_fr: Se Connecter A
ja_jp: クライアント
nl_be: Verbind Met

source: Connect To A Game
ca_es: Conectar a Una Partida
fr_fr: Se connecter à une partie
ja_jp: ゲームに接続
nl_be: Verbind Met Een Spel

source: Delete
ca_es: Esborrar
fr_fr: Supprimer
ja_jp: 削除
nl_be: Verwijderen

source: Disconnect
ca_es: Desconectar
fr_fr: Se déconnecter
ja_jp: 切断
nl_be: Verbreken

source: Disconnected from the server.
ca_es: Desconnectat del servidor.
fr_fr: Plus de connexion au serveur.
ja_jp: サーバから切断された。
nl_be: Verbinding met de server verbroken.

source: Drag and drop names, or double-click to add/remove.
ca_es: Arrossega els noms, o fes doble-click per afegir/treure.
fr_fr: Glisser et déposer les noms, ou double-cliquer pour ajouer/supprimer.
ja_jp: 名前をD&Dするかダブルクリックして追加／削除。
nl_be: Sleep een naam heen en weer, of dubbeklik om toe te voegen of te verwijderen.

source: Enter an IP address or host name in the Connect To window and the port number in the Port window. The default port is 7176.
ca_es: Entra un adreça IP o nom de servidor a la finestra de Conectar A i el número de port a la finestra de Port. El port per defecte es el 7176.
fr_fr: Entrer une adresse IP ou un nom d'hôte dans la fenêtre Se Connecter A et le numéro du port dans la fenêtre Port. Le port par défaut est 7176.
ja_jp: IPアドレスかホスト名とポート番号を入力。デフォルトポートは7176番。
nl_be: Vul in het Verbind Met venster een IP adres of hostnaam in en vul in het Poort venster een poort in. De standaardpoort is 7176.

source: Enter a valid host name or IP address in the Hostname window. Enter the port number clients should connect to in the Port window. The default port is 7176.
ca_es: Entra un nom de servidor vàlid or una adreça IP a la finestra de Nom del servidor. Entra el número de port al que els clients s'han de conectar a la finestra de Port. El port per defecte es el 7176.
fr_fr: Entrer un nom d'hôte valide ou une adresse IP dans la fenêtre Nom d'Hôte. Entrer le numéro de port auquel les clients doivent sed connecter dans la fenêtre Port. Le port par défaut est 7176.
ja_jp: 有効なホスト名かIPアドレスと、ポート番号を入力してください。デフォルトポートは 7176番。
nl_be: Vul in het Hostnaam venster een geldige hostnaam of IP adres in. Vul in het Poort venster de het poortnummer in waar de spelers verbinding mee moeten maken. De standaardpoort is 7176.

source: Game saved.
ca_es: Partida gravada.
fr_fr: Partie enregistrée.
ja_jp: ゲームセーブ完了。
nl_be: Spel opgeslagen.

source: Game Setup
ja_jp: ゲームセットアップ

source: Host
ca_es: Servidor
fr_fr: Hôte
ja_jp: ホスト

source: Hostname
ca_es: Nom del servidor
fr_fr: Nom d'hôte
ja_jp: ホスト名
nl_be: Hostnaam

source: I'll play!
ca_es: Jo jugaria!
fr_fr: Je jouerai bien volontiers!
ja_jp: プレイする！
nl_be: Ik speel wel!

source: IP address
ca_es: Adreça IP
fr_fr: Adresse IP
ja_jp: IPアドレス
nl_be: IP adres

source: LAN / Network
ca_es: Xarxa
fr_fr: LAN / Réseau
ja_jp: LAN／ネットワーク
nl_be: LAN / Netwerk

source: LAN / Network Setup
ja_jp: LAN／ネットワーク

source: Lost connection to the server.
ca_es: Perduda la connexió amb el servidor.
fr_fr: Connexion au serveur coupée.
ja_jp: サーバとの接続ロスト。
nl_be: Verbinding met de server verloren.

source: Network
ca_es: Xarxa
fr_fr: Réseau
ja_jp: ネットワーク

source: Network Game Restart
ca_es: Reiniciar la Partida en Xarxa
fr_fr: Redémarrer une partie en réseau
ja_jp: ネットワークゲームの再開
nl_be: Netwerk Spel Herstart

source: Not connected
ca_es: Desconectat
fr_fr: Déconnecté
ja_jp: 未接続
nl_be: Niet verbonden

source: No, thanks.
ca_es: No, gràcies.
fr_fr: Non, merci.
ja_jp: プレイしない
nl_be: Nee, dank je.

source: Not ready!
ca_es: No Llestos!
fr_fr: Pas prêt!
ja_jp: 準備中
nl_be: Niet Klaar!

source: Online Game Start
ja_jp: オンラインゲーム開始

source: Options
ca_es: Opcions
ja_jp: オプション
nl_be: Opties

source: Player
ca_es: Jugador
fr_fr: Joueur
ja_jp: プレイヤー
nl_be: Speler

source: Port
ja_jp: ポート
nl_be: Poort

source: Question
ca_es: Pregunta
ja_jp: 質問
nl_be: Vraag

source: Ready!
ca_es: Llestos!
fr_fr: Prêt!
ja_jp: 準備完了
nl_be: Klaar!

source: Select Map
ca_es: Selecciona el Mapa
fr_fr: Choisir la carte
ja_jp: マップ選択
nl_be: Scenario

source: Server Settings
ca_es: Configuració del Servidor
fr_fr: Réglages réseau
ja_jp: サーバ設定
nl_be: Server Instellingen

source: Settings
ca_es: Configuració
fr_fr: Réglages
ja_jp: 設定
nl_be: Instellingen

source: Spectators
ja_jp: 観戦者

source: Start Server
ca_es: Parar el Servidor
fr_fr: Démarrer le serveur
ja_jp: サーバ開始

source: Started
ca_es: Arrancat
fr_fr: Démarré
ja_jp: 開始
nl_be: Gestart

source: Start Game!
ca_es: Començar la Partida!
fr_fr: Démarrer la partie!
ja_jp: ゲーム開始
nl_be: Start Spel!

source: Status
ca_es: Estat
fr_fr: Etat
ja_jp: 状態

source: Stopped
ca_es: Parat
fr_fr: Arrêté
ja_jp: 停止
nl_be: Gestopt

source: Stop Server
ca_es: Parar el Servidor
fr_fr: Arrêter le serveur
ja_jp: サーバ停止

source: The port must be a valid number between 0 and 65535.
ca_es: El port ha de ser un número vàlid entre 0 i 65535.
fr_fr: Le port doit être un nombre entier entre 0 et 65535.
ja_jp: 有効なポート番号は0-65535です。
nl_be: De poort moet een geldig getal tussen 0 en 65535 zijn.

source: There are players connected to you. Are you sure you want to shut down the server?
ca_es: Hi ha jugadors connectats al teu servidor. Estàs segur que vols apagar-lo?
fr_fr: Il y a des joueurs connectés à vous. Voulez-vous vraiment couper le serveur?
ja_jp: 接続しているプレイヤーがいます。サーバをシャットダウンしますか？
nl_be: Er zijn spelers met jou verbonden. Ben je zeker dat je de server wil afsluiten?

source: Unselected
ca_es: Deseleccionat
fr_fr: Désélectionné
ja_jp: 未選択
nl_be: Niet geselecteerd

source: Use the Connection settings to either host a game or connect to a game. Select the player you wish to play with from the list.
ca_es: Utilitza la configuració de la Conexió per allotjar o conectar-te a una partida. Selecciona el/la jugador/a de la llista amb el/la que t'agradaria jugar.
fr_fr: Utiliser les réglages de connection soit pour être l'hôte d'une partie ou pour se connecter à une partie. Choisir dans la liste les joueurs avec qui vous voulez jouer.
ja_jp: プレイヤー選択及びホスト／クライアント選択
nl_be: Gebruik de Verbindingsinstellingen om een spel te hosten of met een ander spel mee te doen. Selecteer de speler met wie je wil spelen van de lijst.

source: Waiting...
ca_es: Esperant...
fr_fr: En attente...
ja_jp: 待機中......
nl_be: Aan het wachten...

source: Waiting for players to join.
ja_jp: プレイヤーの参加待ち

source: Waiting for players to rejoin.
ca_es: Esperant als jugadors perque es reconnectin.
fr_fr: En attente du retour de joueurs.
ja_jp: プレイヤーの復帰待ち。
nl_be: Aan het wachten op spelers die terug moeten binnenkomen.

source: You are currently connected to a server. Are you sure you want to leave?
ca_es: Estàs conectat a un servidor. Estàs segur que vols desconectar?
fr_fr: Vous êtes connecté à un serveur. Voulez-vous vraiment partir?
ja_jp: 現在、サーバに接続しています。切断しますか？
nl_be: Je bent op dit moment verbonden met een server. Ben je zeker dat je het spel wil verlaten?

source: You must enter an IP address or host name.
ca_es: Has d'entrar una adreça IP o un nom de servidor.
fr_fr: Vous devez entrer une adresse IP ou un nom d'hôte.
ja_jp: IPアドレスかホスト名を入力。
nl_be: Je moet een IP adres of hostnaam invullen.

source: You must enter a port number.
ca_es: Has d'entrar un número de port.
fr_fr: Vous devez entrer un numéro de port
ja_jp: ポート番号を入力してください。
nl_be: Je moet een poortnummer invullen.

source: You must enter a valid host name or IP address.
ca_es: Has d'entrar un nom de servidor vàlid o una adreça IP.
fr_fr: Vous devez enrer un nom d'hôte valide ou une adresse IP.
ja_jp: 有効なホスト名かIPアドレスを入力してください。
nl_be: Je moet een geldige hostnaam of IP adres invullen.

source: Are you sure you want to delete %s?
ca_es: Estàs segur que vols esborrar %s?
fr_fr: Voulez-vous vraiment supprimer %s?
ja_jp: %s を削除します。よろしいでしょうか？
nl_be: Ben je zeker dat je %s wil verwijderen?

source: Attempt %d: %s
ja_jp: 接続試行 %d 回目 ： %s

source: Attempting to connect to %s:%d...
ja_jp: %s:%d へ接続中……

source: Attempt %d of %d
ja_jp: 接続試行中 %d / %d

source: A player attempts to join with version %s. The server version is %s.
ca_es: Un jugador intenta ajuntar-se amb la versió %s. El servidor té la versió %s.
fr_fr: Un joueur essaye de se connecter avec la version %s. La version du serveur est %s.
ja_jp: バージョン %s のプレイヤーが接続しようとした。サーバのバージョンは %s。
nl_be: Een speler probeert binnen te komen met versie %s. De versie van de server is %s.

source: %s becomes a spectator.
ca_es: En/Na %s es converteix en espectador.
fr_fr: %s devient spectateur.
ja_jp: %s は観戦者になった。
nl_be: %s wordt toeschouwer.

source: %s drops from the game.
ca_es: En/Na %s ha sortit de la partida.
fr_fr: %s perd la connexion.
ja_jp: %s がゲームから落ちた。
nl_be: %s heeft de verbinding met het spel verloren.

source: %s is no longer ready.
ca_es: En/Na %s ja no està preparat.
fr_fr: %s n'est pas prêt.
ja_jp: %s の状態が準備中になった。
nl_be: %s is niet meer klaar.

source: %s is now %s.
ca_es: En/Na %s es ara en/na %s.
fr_fr: %s est maintenant %s.
ja_jp: %s は %s になった。
nl_be: %s is nu %s.

source: %s is ready.
ca_es: En/Na %s està preparat.
fr_fr: %s est prêt.
ja_jp: %s 準備完了。
nl_be: %s is klaar.

source: %s joins as %s.
ja_jp: %s が %s として参加した。

source: %s leaves the server.
ca_es: En/Na %s es desconnecta del servidor.
fr_fr: %s quitte le serveur.
ja_jp: %s がサーバから退出した。
nl_be: %s heeft de server verlaten.

source: %s quits the game.
ca_es: En/Na %s ha abandonat la partida.
fr_fr: %s quitte la partie.
ja_jp: %s がゲームを終了した。
nl_be: %s verlaat het spel.

source: %s rejoins as %s.
ca_es: En/Na %s es reconnecta com a en/na %s.
fr_fr: %s se reconnecte en tant que %s.
ja_jp: %s が %s として再参加した。
nl_be: %s komt terug binnen als %s.

source: %s replaces %s as %s.
ca_es: En/Na %s reemplaça a en/na %s com a en/na %s.
fr_fr: %s remplace %s en tant que %s.
ja_jp: %s が %s を %s にした。
nl_be: %s vervangt %s als %s.

source: %s shut down the server.
ca_es: En/Na %s ha parat el servidor.
fr_fr: %s a arrêté le seveur.
ja_jp: %s はサーバをシャットダウンした。
nl_be: %s heeft de server afgesloten.

source: %s takes over as %s.
ca_es: En/Na %s substitueix a en/na %s.
fr_fr: %s prend place en tant que %s.
ja_jp: %s は %s を引き受けた。
nl_be: %s neemt over als %s.

source: The game will restart in %d.
ca_es: La partida es reiniciarà en %d.
fr_fr: La partie recommencera dans %d.
ja_jp: ゲームが %d で再開された。
nl_be: Het spel zal hervatten in %d.

source: The map is now %s.
ca_es: El mapa es ara %s.
fr_fr: Le scénario est maintenant %s.
ja_jp: 現在のマップは %s。
nl_be: Het scenario is nu %s.
