Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/SeafarersRules.po
Languages: ca_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_be, ru_ru

source: Ships
ca_es: Vaixells
fi_fi: Laivat
fr_fr: Bateaux
hu_hu: Schiffe
it_it: Navi
ja_jp: 船
nl_be: Schepen
ru_ru: Корабли

source: Change the starting stock amount of ships.
ca_es: Canvia el magatzem inicial de vaixells.
fi_fi: Vaihda varastossa olevien laivojen määrää.
fr_fr: Changer la taille initiale de la réserve de bateaux.
hu_hu: Ändere die Anzahl der Schiffe im Spielervorrat.
it_it: Cambia il numero di barche disponibili
ja_jp: 船の初期数を変更。
ru_ru: Изменить начальное число доступных кораблей.

source: Chipless tiles
ca_es: Hexàgons sense números
fi_fi: Numeroimattomat
fr_fr: Hexagones sans jeton
hu_hu: Feld ohne Zahlenchip
it_it: Tessere senza numero
ja_jp: 未確定の土地
ru_ru: Поля, не производящие ресурсов

source: Extra Point
ca_es: Punt Extra
fi_fi: Bonuspiste
fr_fr: Point supplémentaire
hu_hu: Zusatzsiegpunkt
it_it: Punto Extra
ja_jp: 追加点
nl_be: Extra Punt
ru_ru: Призовое очко

source: Hidden tiles
ca_es: Hexàgons ocults
fi_fi: Piilotetut
fr_fr: Hexagone caché
hu_hu: Verdeckte Felder
it_it: Tessere nascoste
ja_jp: 未航海地
ru_ru: Спрятанные поля

source: No initial roads along the coast
ca_es: No es poden posar carreteres inicials per la costa
fi_fi: Ei teitä rantaviivoilla alussa
fr_fr: Pour le placement initial, pas de routes sur la côte
hu_hu: Keine Straßen entlang der Küste beim Setzen der Startsiedlungen
it_it: Niente strade iniziali lungo la costa
ja_jp: 海岸沿いに、道を初期配置することはできない。
ru_ru: Начальные дороги не ставятся на побережье

source: 1, then 2 VPs for colonies
ca_es: 1, després 2 PVs per les colònies
fi_fi: Yksi sitten kaksi voittopistettä per saaren asutus
fr_fr: 1, puis 2 pts pour les colonies
hu_hu: 1, danach 2 Siegpunkte für Kolonien
it_it: Prima 1, poi 2 PV per le colonie
ja_jp: １．そして、植民地から、２勝利点を得る。
ru_ru: 1 очко за первую колонию, 2 за следующие

source: 1 VP for colonies
ca_es: 1 PV per les colònies
fi_fi: Yksi piste
fr_fr: 1 pt pour une colonie
hu_hu: 1 Siegpunkt für Kolonien
it_it: 1 PV per le colonie
ja_jp: 植民地により、1 点を得た。
ru_ru: 1 призовое очко за колонии

source: Pirate
ca_es: Pirates
fi_fi: Piraatti
hu_hu: Piratenschiff
it_it: Pirata
ja_jp: 海賊
nl_be: Piratenschip
ru_ru: Пират

source: Players place ports
ca_es: Els jugadors col.loquen els ports
fi_fi: Pelaajat asettavat satamat
fr_fr: Les joueurs placent les ports
hu_hu: Spieler setzt die Häfen
it_it: I giocatori piazzano i porti
ja_jp: プレイヤーの設置した貿易港
ru_ru: Игроки ставят порты

source: Random
ca_es: Aleatori
fi_fi: Satunnainen
fr_fr: Hasard
hu_hu: beliebiger Rohstoff
it_it: Casuale
ja_jp: ランダム
nl_be: Willekeurig
ru_ru: Случайное

source: Seafarers
fi_fi: Merenkävijät
fr_fr: Marins
hu_hu: Seefahrer
it_it: Marinai
ja_jp: 海カタン
ru_ru: Мореходы

source: Ship
ca_es: Vaixell
fi_fi: Laiva
fr_fr: Bateau
hu_hu: Schiff
it_it: Nave
ja_jp: 船
nl_be: Schip
ru_ru: Корабль

source: Stock ships
ca_es: Magatzem de vaixells
fi_fi: Varastossa olevat laivat
fr_fr: Réserve de bateaux
hu_hu: Schiffsvorrat
it_it: Navi in deposito
ja_jp: 船の数
ru_ru: Всего кораблей

source: Trade routes
ca_es: Rutes de comerç
fi_fi: Kauppareitit
fr_fr: Routes de commerce
hu_hu: Handelsrouten
it_it: Rotte commerciali
ja_jp: 貿易路
ru_ru: Торговые маршруты

source: %s, choose a player to steal from, or click the pirate to not steal.
ca_es: %s, escull un jugador al que robar-li una carta, o clica al pirata per a no robar.
fi_fi: %s, valitse pelaaja, jolta varastetaan kortti tai klikkaa piraattia, josset halua varastaa.
fr_fr: %s, choisissez à qui voler une carte, ou cliquez sur le pirate pour ne rien voler.
hu_hu: %s, wähle den zu bestehlenden Spieler aus oder klick auf das Pratenschiff, um nichts zu stehlen.
it_it: %s, scegli un giocatore da cui rubare, o clicca sul pirata per non rubare.
ja_jp: %s よ、資源を盗むプレイヤーを選べ。何も盗まぬのならば、海賊をクリックせよ。

source: %s gains 1 trade route point.
ca_es: En/Na %s guanya 1 punt de ruta de comerç.
fi_fi: %s saa pisteen.
fr_fr: %s gagne 1 point de voie de commerce.
hu_hu: %s erhält 1 Handelsroutensiegpunkt.
it_it: %s guadagna 1 punto rotta commerciale.
ja_jp: %s は、貿易路点、1 点を得た。
nl_be: %s krijgt 1 handelsroute bonuspunt.
ru_ru: %s получает 1 очко за торговый маршрут.

source: %s gains %d trade route points.
ca_es: En/Na %s guanya %d punts de ruta de comerç.
fi_fi: %s saa %d pistettä.
fr_fr: %s gagne %d points de voie de commerce.
hu_hu: %s erhält %d Handelsroutensiegpunkte.
it_it: %s perde %d punti rotta commerciale.
ja_jp: %s は、貿易路点、%d 点を得た。
nl_be: %s krijgt %d handelsroute bonuspunten.
ru_ru: %s получает %d очков за торговый маршрут.

source: %d ships
ca_es: %d vaixells
fi_fi: %d laivaa
fr_fr: %d bateaux
hu_hu: %d Schiffe
it_it: %d navi
ja_jp: %d 隻の船
ru_ru: %d кораблей

source: %s loses 1 trade route point.
ca_es: En/Na %s perd 1 punt de ruta de comerç.
fi_fi: %s menettää
fr_fr: %s perd 1 point de voie de commerce.
hu_hu: %s verliert 1 Handelsroutensiegpunkt.
it_it: %s perte 1 punto rotta commerciale.
ja_jp: %s は、貿易路点、1 点を失った。
nl_be: %s verliest 1 handelsroute bonuspunt.
ru_ru: %s теряет 1 очко за торговый маршрут.

source: %s loses %d trade route points.
ca_es: En/Na %s perd %d punts de ruta de comerç.
fi_fi: %s menettää %d pistettä.
fr_fr: %s perd %d points de voie de commerce.
hu_hu: %s verliert %d Handelsroutensiegpunkte.
it_it: %s perde %d punti rotta commerciale.
ja_jp: %s は、貿易路点、 %d 点を失った。
nl_be: %s verliest %d handelsroute bonuspunten.
ru_ru: %s теряет %d очков за торговый маршрут.

source: %s moves a ship.
ca_es: En/Na %s mou un vaixell.
fi_fi: %s liikuttaa laivaa.
fr_fr: %s déplace un bateau.
hu_hu: %s versetzt ein Schiff.
it_it: %s muove una barca.
ja_jp: %s が、舟を移動させた。
nl_be: %s verplaatst een schip.
ru_ru: %s передвигает корабль.

source: %s, move your ship.
ca_es: %s, mou un vaixell.
fi_fi: %s, liikuta laivaa.
fr_fr: %s, déplacez votre bateau.
hu_hu: %s, versetze dein Schiff.
it_it: %s, muovi la barca.
ja_jp: %s よ、舟を動かせ。
nl_be: %s, verplaats je schip.
ru_ru: %s, передвиньте корабль.

source: %s, orient the port harbor.
ca_es: %s, orienta el port.
fi_fi: %s, suuntaa satama.
fr_fr: %s, orientez le port.
hu_hu: %s, richte den Hafen aus.
it_it: %s, orienta il porto.
ja_jp: %s よ、貿易港の向きを選べ。
nl_be: %s, bepaal de oriëntatie van de haven.
ru_ru: %s, разверните порт в нужную сторону.

source: %s, place a port harbor.
ca_es: %s, posa un port.
fi_fi: %s, aseta satama.
fr_fr: %s, placez un port.
hu_hu: %s, setze einen Hafen.
it_it: %s, metti un porto.
ja_jp: %s よ、貿易港を設置せよ。
nl_be: %s, plaats een haven.
ru_ru: %s, поставьте порт.

source: %s, place a road or a ship.
ca_es: %s, posa una carretera o un vaixell.
fi_fi: %s, aseta tie tai laiva.
fr_fr: %s, placez une route ou un bateau.
hu_hu: %s, setze eine Straße oder ein Schiff.
it_it: %s, metti una strada o una barca.
ja_jp: %s、道か船を設置せよ。
nl_be: %s, plaats een straat of schip.
ru_ru: %s, поставьте дорогу или корабль.

source: %s, place a ship.
ca_es: %s, posa un vaixell.
fi_fi: %s, aseta laiva.
fr_fr: %s, placez un bateau.
hu_hu: %s, setze ein Schiff.
it_it: %s, metti una barca.
ja_jp: %s、舟を設置せよ。
nl_be: %s, plaats een schip.
ru_ru: %s, поставьте корабль.

source: %s places a port harbor.
ca_es: En/Na %s posa un port.
fi_fi: %s asetti sataman.
fr_fr: %s place un port.
hu_hu: %s hat einen Hafen gesetzt.
it_it: %s mette un porto.
ja_jp: %s よ、貿易港を設置せよ。
nl_be: %s plaatst een haven.
ru_ru: %s ставит порт.

source: %s places a ship.
ca_es: En/Na %s posa un vaixell.
fi_fi: %s asetti laivan.
fr_fr: %s place un bateau.
hu_hu: %s hat ein Schiff gesetzt.
it_it: %s mette una barca.
ja_jp: %s は、船を設置した。
nl_be: %s plaatst een schip.
ru_ru: %s ставит корабль.

source: %s, place the pirate.
ca_es: %s, posa el pirata.
fi_fi: %s, aseta rosvo tai piraatti.
fr_fr: %s, placez le pirate.
hu_hu: %s, versetze das Piratenschiff.
it_it: %s, metti il pirata.
ja_jp: %s よ、海賊を設置せよ。
ru_ru: %s, переставьте пирата.

source: %s, place the robber or pirate.
ca_es: %s, posa el lladre o el pirata.
fi_fi: %s, aseta rosvo tai piraatti.
fr_fr: %s, placez le brigand ou le pirate.
hu_hu: %s, versetze den Räuber oder das Piratenschiff.
it_it: %s, sposta il brigante o il pirata.
ja_jp: %s よ、盗賊か海賊を設置せよ。
nl_be: %s, verplaats de rover of de piraat.
ru_ru: %s, переставьте грабителя или пирата.

source: %s receives 1 bonus point for colonizing a new island.
ca_es: En/Na %s reb 1 punt de bonificació per col·lonitzar una nova illa.
fi_fi: %s saa yhden bonuspisteen asutettuaan uuden saaren.
fr_fr: %s reçoit 1 point grâce à la colonisation d'une nouvelle île.
hu_hu: %s erhält einen 1 Extra Siegpunkt für die Besiedlung einer fremden Insel.
it_it: %s riceve 1 punto bonus per aver colonizzato una nuova isola.
ja_jp: %s は、１点のボーナスポイントを、植民地から得た。
nl_be: %s krijgt 1 bonuspunt voor het koloniseren van een nieuw eiland.
ru_ru: %s получает одно призовое очко за колонизацию нового острова.

source: %s receives %d bonus points for colonizing a new island.
ca_es: En/Na %s reb %d punts de bonificació per col·lonitzar una nova illa.
fi_fi: %s saa %d bonuspistettä asutettuaan uuden saaren.
fr_fr: %s reçoit %d points grâce à la colonisation d'une nouvelle île.
hu_hu: %s erhält %d Extra Siegpunkte für die Besiedlung einer fremden Insel.
it_it: %s riceve %d punti bonus per aver colonizzato una nuova isola.
ja_jp: %s は、%d 点のボーナスポイントを、植民地から得た。
nl_be: %s krijgt %d bonuspunten voor het koloniseren van een nieuw eiland.
ru_ru: %s получает %d призовых очков за колонизацию нового острова.

source: %s receives 1 %s for discovering new land.
ca_es: En/Na %s reb 1 %s per descobrir nova terra.
fi_fi: %s saa yhden %s asutettuaan uuden saaren
fr_fr: %s reçoit 1 %s pour la découverte d'un nouveau territoire.
hu_hu: %s erhält einen 1 %s für die Entdeckung einer neuen Insel.
it_it: %s riceve 1 %s per aver scoperto nuova terra.
ja_jp: %s は、新天地を発見し、%sを得た。
nl_be: %s krijgt 1 %s voor het ontdekken van nieuw land.
ru_ru: %s получает 1 %s за открытие новой земли.

source: %s, select a chip from the mainland.
ca_es: %s, selecciona una fitxa de número de l'illa principal.
fi_fi: %s, valitse pääsaarelta pelimerkki
hu_hu: %s, wähle einen Chip von der Hauptinsel.
it_it: %s, seleziona un numero dalla terraferma.
ja_jp: %s よ、本土の土地を選択せよ。
nl_be: %s, neem een nummertje van het hoofdeiland.
ru_ru: %s, выберите жетон с материка.

source: %s, select a ship to move.
ca_es: %s, selecciona un vaixell a moure.
fi_fi: %s, valitse liikutettava laiva.
fr_fr: %s, choisissez un bateau à déplacer.
hu_hu: %s, wähle ein zu bewegendes Schiff aus.
it_it: %s, seleziona una barca da muovere.
ja_jp: %s、移動させる船を選択せよ。
nl_be: %s, selecteer een schip om te verplaatsen.
ru_ru: %s, выберите корабль, который хотите передвинуть.

source: %s steals nothing.
ca_es: En/Na %s no roba res.
fi_fi: Pelaaja %s ei varasta mitään.
fr_fr: %s ne vole rien.
hu_hu: %s stiehlt nichts.
it_it: %s non ruba nulla.
ja_jp: %s は、何も奪わなかった。
nl_be: %s steelt niets.
ru_ru: %s ничего не украл.

source: %s takes a %d from the mainland.
ca_es: En/Na %s agafa un %d de l'illa principal.
fi_fi: %s otti pelimerkin %d pois.
fr_fr: %s prend un(e) %d du continent.
hu_hu: %s nimmt eine %d von der Hauptinsel.
it_it: %s prende un %d dalla terraferma.
ja_jp: %s は、本土から %d を得た。
nl_be: %s neemt een %d van het hoofdeiland.
ru_ru: %s берет %d с материка

source: %s undoes a ship.
ca_es: En/Na %s desfà el posicionament d'un vaixell.
fi_fi: %s perui laivan asettamisen.
fr_fr: %s annule un bateau.
hu_hu: %s hat ein Schiff zurückgenommen.
it_it: %s disfa una barca.
ja_jp: %s は、船の設置を取り消した。
nl_be: %s annuleert het plaatsen van een schip.
ru_ru: %s отменяет постройку корабля.

source: %s undoes a ship move.
ca_es: En/Na %s desfà el moviment d'un vaixell.
fi_fi: %s perui laivan liikuttamisen.
fr_fr: %s annule un déplacement de bateau.
hu_hu: %s macht das Versetzen eines Schiffs rückgängig.
it_it: %s annulla un movimento di barca.
ja_jp: %s は、船の移動を取り消した。
nl_be: %s maakt het verplaatsen van een schip ongedaan.
ru_ru: %s отменяет передвижение корабля.

source: Waiting for %s to orient the port harbor.
ca_es: Esperant a que en/na %s orienti el port.
fi_fi: Odotetaan pelaajaa %s suuntaamaan satama.
fr_fr: En attente, %s oriente le port.
hu_hu: Warte darauf, dass %s den Hafen ausrichtet.
it_it: In attesa che %s orienti il porto.
ja_jp: %s が、貿易港の向きを選択中。
nl_be: Aan het wachten op %s om de oriëntatie van de haven te bepalen.
ru_ru: Ждем, пока %s развернет порт.

source: Waiting for %s to place a port harbor.
ca_es: Esperant a que en/na %s posi un port.
fi_fi: Odotetaan pelaajaa %s asettamaan satama.
fr_fr: En attente, %s place un port.
hu_hu: Warte darauf, dass %s einen Hafen setzt.
it_it: In attesa che %s metta un porto.
ja_jp: %s が、貿易港を設置中。
nl_be: Aan het wachten op %s om een haven te plaatsen.
ru_ru: Ждем, пока %s поставит порт.

source: Waiting for %s to place a road or a ship.
ca_es: Esperant a que en/na %s posi una carretera o un vaixell.
fi_fi: Odotetaan pelaajaa %s asettamaan tie tai laiva.
fr_fr: En attente, %s place une route ou un bateau.
hu_hu: Warte darauf, dass %s eine Straße oder ein Schiff setzt.
it_it: In attesa che %s metta una strada o una barca.
ja_jp: %s が、道か船を設置中。
nl_be: Aan het wachten op %s om een straat of schip te plaatsen.
ru_ru: Ждем, пока %s поставит дорогу или корабль.

source: Waiting for %s to place a ship.
ca_es: Esperant a que en/na %s posi un vaixell.
fi_fi: Odotetaan pelaajaa %s asettamaan laiva.
fr_fr: En attente, %s place un bateau.
hu_hu: Warte darauf, dass %s ein Schiff setzt.
it_it: In attesa che %s metta una barca.
ja_jp: %sが、舟を設置中。
nl_be: Aan het wachten op %s om een schip te plaatsen.
ru_ru: Ждем, пока %s поставит корабль.

source: Waiting for %s to place the pirate.
ca_es: Esperant a que en %s posi el pirata.
fi_fi: Odotetaan pelaajaa %s asettamaan rosvo tai piraatti.
fr_fr: En attente, %s place le pirate.
hu_hu: Warte darauf, dass %s das Piratenschiff versetzt.
it_it: In attesa che %s metta il pirata.
ja_jp: %s が、海賊を設置中。
ru_ru: Ждем, пока %s переставит пирата.

source: Waiting for %s to place the robber or pirate.
ca_es: Esperant a que en %s posi el lladre o el pirata.
fi_fi: Odotetaan pelaajaa %s asettamaan rosvo tai piraatti.
fr_fr: En attente, %s place le brigand ou le pirate.
hu_hu: Warte darauf, dass %s den Räuber oder das Piratenschiff versetzt.
it_it: In attesa che %s sposti il brigante o il pirata.
ja_jp: %s が、盗賊か海賊を設置中。
nl_be: Aan het wachten op %s om de rover of de piraat te verplaatsen.
ru_ru: Ждем, пока %s переставит грабителя или пирата.

source: Waiting for %s to select a chip from the mainland.
ca_es: Esperant a que en/na %s seleccioni una fitxa de número de l'illa principal.
fi_fi: Odotetaan pelaajaa %s ottamaan pelimerkki.
hu_hu: Warte darauf, dass %s einen Chip von der Hauptinsel auswählt.
it_it: In attesa che %s selezioni un numero dalla terraferma.
ja_jp: %s が、本土の土地を選択中。
nl_be: Aan het wachten op %s om een nummertje van het hoofdeiland te selecteren.
ru_ru: Ждем, пока %s выберет жетон с материка.

source: Waiting for %s to select a ship to move.
ca_es: Esperant a que en/na %s seleccioni un vaixell a moure.
fi_fi: Odotetaan pelaajaa %s liikuttamaan laivaa.
fr_fr: En attente, %s choisit un bateau à déplacer.
hu_hu: Warte darauf, dass %s ein Schiff bewegt.
it_it: In attesa che %s selezioni una barca.
ja_jp: %s が、舟を移動中。
nl_be: Aan het wachten op %s om een schip te selecteren om te verplaatsen.
ru_ru: Ждем, пока %s выберет и передвинет корабль.

source: Waiting for %s to move a ship.
ca_es: Esperant a que en/na %s mogui un vaixell.
fi_fi: Odotetaan pelaajaa %s liikuttamaan laivaa.
fr_fr: En attente, %s déplace un bateau.
hu_hu: Warte darauf, dass %s ein Schiff versetzt.
it_it: In attesa che %s muova una barca.
ja_jp: %s が、舟を移動中。
nl_be: Aan het wachten op %s om een schip te verplaatsen.
ru_ru: Ждем, пока %s передвинет корабль.

source: Waiting for %s to steal a card.
ca_es: Esperant a que en/na %s robi una carta.
fi_fi: Odotetaan pelaajaa %s varastamaan kortti.
fr_fr: En attente, %s vole une carte.
hu_hu: Warte darauf, dass %s eine Karte stiehlt.
it_it: In attesa che %s rubi una carta.
ja_jp: %s が、盗むカードを選択中。
nl_be: Aan het wachten op %s om een kaart te stelen.
ru_ru: Ждем, пока %s украдет ресурс.
