Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/StandardRules.po
Languages: ca_es, cs_cz, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, ru_ru

source: %s, play a card or roll the dice.
ca_es: %s, juga una carta o tira els daus.
cs_cz: %s, házej kostkou nebo zahraj kartu.
fi_fi: %s, pelaa kortti tai heitä noppaa
fr_fr: %s, jouez une carte ou lancez les dés.
hu_hu: %s, spiel eine Karte aus oder würfle.
it_it: %s, gioca una carta o tira i dadi.
ja_jp: %s 、カードを使うか、ダイスを振ること。
nl_nl: %s, speel een ontwikkelingskaart of gooi met de dobbelstenen.
ru_ru: %s, играйте карту или бросайте кубики.

source: %s, play a card, select an action, or roll the dice.
ca_es: %s, juga una carta, selecciona una acció, o tira els daus.
fi_fi: %s, pelaa kortti tai heitä noppaa.
fr_fr: %s, jouez une carte, sélectionnez une action ou lancez les dés.
hu_hu: %s, spiel eine Karte, wähle eien Aktion aus, oder würfle.
it_it: %s, gioca una carta, scegli un'azione, o tira i dadi.
ja_jp: %s 、カードを使用するか、行動を選択するか、ダイスを振ること。
nl_nl: %s, speel een ontwikkelingskaart, selecteer een actie, of gooi de dobbelstenen.

source: %s plays a %s card.
ca_es: En/Na %s juga un %s.
cs_cz: %s zahrál kartu %s.
fi_fi: %s pelaa %s -kortin.
fr_fr: %s joue une carte %s.
hu_hu: %s hat eine %s Karte ausgespielt.
it_it: %s gioca una carta %s.
ja_jp: %s は %s のカードを使った。
nl_nl: %s speelt een %s kaart.
ru_ru: %s играет карту %s.

source: Play to %d points
ca_es: Jugar a %d punts
cs_cz: Hraje se do %d bodu
fi_fi: Pelaa %d pisteeseen
fr_fr: Jouer jusqu'à %d points
hu_hu: Spiele bis 10 Punkte erreicht werden
it_it: Giocare %d punti
ja_jp: %d 点
nl_nl: Speel %d punten om te winnen

source: %s rolls a %d.
ca_es: En/Na %s tira un %d.
cs_cz: %s hodil %d.
fi_fi: %s heitti %d.
fr_fr: %s a lancé un %d.
hu_hu: %s hat eine %d gewürfelt.
it_it: %s tira un %d.
ja_jp: %s は %d の目を振った。
nl_nl: %s gooit %d.
ru_ru: %s выбросил %d очков.

source: %s, select an action or roll the dice.
ca_es: %s, selecciona una acció o tira els daus.
fi_fi: %s, pelaa kortti tai heitä noppaa
fr_fr: %s, sélectionnez une action ou lancez les dés.
hu_hu: %s, wähle eine Aktion aus oder würfle.
it_it: %s, scegli un'azione o tira i dadi.
ja_jp: %s 、行動を選択するか、ダイスを振ること。
nl_nl: %s, selecteer een actie of gooi de dobbelstenen.

source: %s, select a resource to steal.
ca_es: %s, selecciona un recurs a robar.
cs_cz: %s, vyber surovinu, kterou chces ukrást.
fi_fi: %s, valitse varastettava resurssi.
fr_fr: %s, choisissez une ressource à monopoliser.
hu_hu: %s, wähle einen Rohstoff, den du stehlen willst.
it_it: %s, seleziona una risorsa da rubare.
ja_jp: %s 、盗む資源を選べ。
nl_nl: %s, kies een grondstof om te stelen.
ru_ru: %s, выберайте ресурс.

source: %s selects %s.
ca_es: En/Na %s selecciona %s.
fi_fi: %s valitsee %s.
fr_fr: %s choisit %s.
hu_hu: %s wählt %s.
it_it: %s seleziona %s.
ja_jp: %s は、%sを選んだ。
nl_nl: %s selecteert %s.

source: %s, select resources to lose.
ca_es: %s, selecciona els recursos a perdre.
cs_cz: %s, vyber si suroviny, které chceš zahodit.
fi_fi: %s, valitse menetettävät resurssit.
fr_fr: %s, choisissez les ressources à perdre.
hu_hu: %s, wähle die abzulegenden Rohstoffkarten aus.
it_it: %s, seleziona le risorse da perdere.
ja_jp: %s 、失う資源を選べ。
nl_nl: %s, kies de grondstoffen die je af wilt staan.
ru_ru: %s, выберите сбрасываемые ресурсы.

source: %s, select two resources.
ca_es: %s, selecciona dos recursos.
cs_cz: %s, zvol si dvě suroviny.
fi_fi: %s, valitse kaksi resurssia.
fr_fr: %s, choisissez deux ressources.
hu_hu: %s, wähle zwei Rohstoffkarten.
it_it: %s, seleziona due risorse.
ja_jp: %s 、二つの資源を選べ。
nl_nl: %s, kies 2 grondstoffen.
ru_ru: %s, выберите два ресурса.

source: Select %d resources to gain.
fi_fi: Ota %d resurssia.
hu_hu: Wähle %d Rohstoffkarten, die du erhalten willst.
it_it: Seleziona %d risorse da guadagnare.
ja_jp: %d 枚の資源を獲得できる。
nl_nl: Selecteer %d grondstoffen om te ontvangen.

source: %s steals nothing.
ca_es: En/Na %s no roba res.
cs_cz: %s nic neukradl.
fi_fi: %s ei varasta mitään.
fr_fr: %s ne vole rien.
hu_hu: %s stiehlt nichts.
it_it: %s non ruba nulla.
ja_jp: %s は何も盗まなかった。
nl_nl: %s steelt niets.
ru_ru: %s ничего не крадет.

source: %s steals %s.
ca_es: En/Na %s roba %s.
fi_fi: %s varastaa %s.
fr_fr: %s monopolise %s.
hu_hu: %s stiehlt %s.
it_it: %s ruba %s.
ja_jp: %s は、%sを盗んだ。
nl_nl: %s steelt %s.

source: %s steals 1 %s from you.
ca_es: En/Na %s et roba 1 %s.
cs_cz: %s si od tebe ukradl 1 %s.
fi_fi: Pelaaja %s varastaa yhden %s sinulta
fr_fr: %s vous vole 1 %s.
hu_hu: %s stiehlt dir 1 %s.
it_it: %s ruba 1 %s da te.
ja_jp: %s は %s を盗んだ。
nl_nl: %s steelt 1 %s van jou.
ru_ru: %s крадет у вас 1 %s.

source: %s steals 1 resource from %s.
ca_es: En/Na %s roba 1 recurs d'en/na %s.
cs_cz: %s ukradl 1 surovinu od %s.
fi_fi: %s varastaa yhden resurssin pelaajalta %s.
fr_fr: %s vole 1 ressource à %s.
hu_hu: %s stiehlt %s 1 Rohstoffkarte.
it_it: %s ruba 1 risorsa da %s.
ja_jp: %s は %s から資源を一枚、盗んだ。
nl_nl: %s, kies een grondstof om te stelen van %s.
ru_ru: %s крадет 1 ресурс у %s.

source: %s, spend your gold.
fi_fi: %s, käytä kultasi.
hu_hu: %s, tausche dein Gold ein.
it_it: %s, spendi il tuo oro.
ja_jp: %s 、金を交換せよ。
nl_nl: %s, geef je goud uit.

source: %s takes Largest Army.
ca_es: En/Na %s obté l'Exèrcit més Gran.
cs_cz: %s získal nejvetší vojsko.
fi_fi: %s omistaa nyt suurimman armeijan.
fr_fr: %s prend le chevalier le plus puissant.
hu_hu: %s hat die größte Rittermacht.
it_it: %s prende l'Esercito più potente.
ja_jp: %s は騎士賞を獲得した。
nl_nl: %s heeft de Grootste Riddermacht.
ru_ru: %s получает Самую Большую Армию.

source: %s takes Longest Road.
ca_es: En/Na %s obté la Carretera més Llarga.
cs_cz: %s postavil nejdelší cestu.
fi_fi: %s sai pisimmän tien.
fr_fr: %s prend la route la plus longue.
hu_hu: %s hat die längste Handelsstraße.
it_it: %s prende la Strada più lunga.
ja_jp: %s は道賞を獲得した。
nl_nl: %s heeft de Langste Straat.
ru_ru: %s получает Длинную дорогу.

source: There is not enough %s in the bank. No one receives any.
ca_es: No hi ha prou %s en el banc. Ningú n'obté cap.
cs_cz: V banku není dostatek suroviny %s. Nikdo proto nic nevydelal.
fi_fi: Pankissa ei ole tarpeeksi resurssia %s. Kukaan ei saa mitään.
fr_fr: Il n'y a pas assez de %s en banque. Personne n'en reçoit.
hu_hu: Es ist nicht genug %s in der Bank. Niemand erhält Rohstoffe.
it_it: Non c'è abbastanza %s in banca. Nessuno ne riceve.
ja_jp: バンクに十分な %s がなく、誰も資源を得られなかった。
nl_nl: De bank heeft niet genoeg %s. Niemand ontvangt er iets van.
ru_ru: В банке не хватает ресурса %s. Никто ничего не получает.

source: %s trades %s to %s for %s.
ca_es: En/Na %s canvia %s a en/na %s per %s.
cs_cz: %s vymenil %s s %s za %s.
fi_fi: %s vaihtaa %s pankkiin %s.
fr_fr: %s "change %s à %s pour %s.
hu_hu: %s handelt mt %s %s für %s.
it_it: %s scambia %s con %s per %s.
ja_jp: %1$s は、%3$sに、%2$sを与え、%4$s を得た。
nl_nl: %s handelt %s met %s voor %s.

source: %s trades %s to the bank for %s.
ca_es: En/Na %s canvia %s amb el banc per %s.
fi_fi: %s vaihtaa %s pankkiin %s.
fr_fr: % échange %s avec la banque pour %s.
hu_hu: %s tauscht %s mit der Bank und erhält %s.
it_it: %s scambia %s con la banca per %s.
ja_jp: %s は、バンクに、%sを送り、%s を得た。
nl_nl: %s handelt %s met de bank voor %s.

source: %s undoes a bank trade.
ca_es: En/Na %s desfà un canvi amb el banc.
cs_cz: %s vzal zpet obchod s bankou.
fi_fi: %s perui vaihdon pankin kanssa.
fr_fr: %s annule un échange avec la banque.
hu_hu: %s macht einen Tausch mit der Bank rückgängig.
it_it: %s annulla uno scambio.
ja_jp: %s はバンクとの交換を取り消した。
nl_nl: %s maakt een ruil met de bank ongedaan.
ru_ru: %s отзывает сделку с банком.

source: %s undoes a city.
ca_es: En/Na %s desfà una ciutat.
cs_cz: %s vzal zpet stavbu mesta.
fi_fi: %s perui kaupungin asettamisen.
fr_fr: %s annule une ville.
hu_hu: %s macht den Bau einer Stadt rückgängig.
it_it: %s disfa una città.
ja_jp: %s は町の設置を取り消した。
nl_nl: %s breekt een stad af.
ru_ru: %s убирает город.

source: %s undoes a road.
ca_es: En/Na %s desfà una carretera.
cs_cz: %s vzal zpet stavbu cesty.
fi_fi: %s perui tien asettamisen.
fr_fr: %s annule une route.
hu_hu: %s macht den Bau einer Straße rückgängig.
it_it: %s disfa una strada.
ja_jp: %s は道を取り消した。
nl_nl: %s breekt een straat af.
ru_ru: %s убирает дорогу.

source: %s undoes a settlement.
ca_es: En/Na %s desfà un poblat.
cs_cz: %s vzal zpet stavbu vesnice.
fi_fi: %s perui kylän asettamisen.
fr_fr: %s annule une colonie.
hu_hu: %s hat den Bau einer Siedlung rückgängig gemacht.
it_it: %s disfa un insediamento
ja_jp: %s は村の設置を取り消した。
nl_nl: %s breekt een dorp af.
ru_ru: %s убирает поселение.

source: You receive a %s card.
ca_es: Rebs un %s.
cs_cz: Obdrzel si kartu %s.
fi_fi: Sait kortin: %s.
fr_fr: Vous recevez une carte %s.
hu_hu: Du ziehst die Karte %s.
it_it: Ricevi una carta %s
ja_jp: %s のカードを得た。
nl_nl: Je ontvangt een %s kaart.
ru_ru: Вы получаете карту %s.

source: You steal 1 %s from %s.
ca_es: Robes 1 %s d'en/na %s.
cs_cz: Ukradl jsi 1 %s od %s.
fi_fi: Varastat yhden %s pelaajalta %s.
fr_fr: Vous volez 1 %s à %s.
hu_hu: Du stiehlst %2$s 1 %1$s
it_it: Rubi 1 %s da %s
ja_jp: %2$s から、%1$s を盗んだ。
nl_nl: Je steelt 1 %s van %s.
ru_ru: Вы украли 1 %s у %s.

source: Waiting for %s to finish the turn.
ca_es: Esperant a que en/na %s acabi el seu torn.
cs_cz: Ceká se, nez hrác %s ukoncí tah...
fi_fi: Odotetaan pelaajaa %s suorittamaan vuoronsa.
fr_fr: En attente, %s n'a pas fini son tour.
hu_hu: Warte darauf, das %s den Zug beendet.
it_it: In attesa che %s finisca il turno.
ja_jp: %s が思考中。
nl_nl: Wachten tot %s de beurt heeft beëindigd.
ru_ru: Ждем, пока %s закончит ход.

source: Waiting for %s to lose resources.
ca_es: Esperant a que en/na %s trïi quins recursos perd.
cs_cz: Ceká se, nez hrác %s zahodí své suroviny.
fi_fi: Odotetaan pelaajaa %s menettämään resursseja.
fr_fr: En attente, %s perd des ressources.
hu_hu: Warte darauf, dass %s Rohstoffkarten ablegt.
it_it: In attesa che %s perda risorse.
ja_jp: %s が、失う資源を選択中。
nl_nl: Wachten tot %s grondstoffen heeft afgestaan.
ru_ru: Ждем, пока %s сбросит ресурсы.

source: Waiting for %s to place a city.
ca_es: Esperant a que en/na %s posi una ciutat
cs_cz: Ceká se, nez hrác %s postaví mesto.
fi_fi: Odotetaan pelaajaa %s asettamaan kaupunki.
fr_fr: En attente, %s place une route.
hu_hu: Warte darauf, das %s eine Stadt setzt.
it_it: In attesa che %s metta una città.
ja_jp: %s が街を設置中。
nl_nl: Wachten tot %s een stad heeft gebouwd.
ru_ru: Ждем, пока %s поставит город.

source: Waiting for %s to place a road.
ca_es: Esperant a que en/na %s posi una carretera.
cs_cz: Ceká se, nez hrác %s postaví cestu.
fi_fi: Odotetaan pelaajaa %s asettamaan tie.
fr_fr: En attente, %s place une route.
hu_hu: Warte darauf, dass %s eine Straße setzt.
it_it: In attesa che %s metta una strada.
ja_jp: %s が道を設置中。
nl_nl: Wachten tot %s een straat heeft gebouwd.
ru_ru: Ждем, пока %s поставит дорогу.

source: Waiting for %s to place a settlement.
ca_es: Esperant a que en/na %s posi un poblat.
cs_cz: Ceka se, nez hrác %s postaví vesnici.
fi_fi: Odotetaan pelaajaa %s asettamaan kylä.
fr_fr: En attente, %s place une colonie.
hu_hu: Warte darauf, dass %s eine Siedlung setzt.
it_it: In attesa che %s metta un insediamento.
ja_jp: %s が村を設置中。
nl_nl: Wachten tot %s een dorp heeft gebouwd.
ru_ru: Ждем, пока %s поставит поселение.

source: Waiting for %s to place the robber.
ca_es: Esperant a que en/na %s posi el lladre.
cs_cz: Ceká se, nez hrác %s presune zlodeje.
fi_fi: Odotetaan pelaajaa %s asettamaan rosvo.
fr_fr: En attente, %s place le brigand.
hu_hu: Warte darauf, dass %s den Räuber versetzt.
it_it: In attesa che %s sposti il brigante.
ja_jp: %s が、盗賊の設置を思考中。
nl_nl: Wachten tot %s de struikrover heeft verplaatst.
ru_ru: Ждем, пока %s переставит грабителя.

source: Waiting for %s to play a card or roll the dice.
ca_es: Esperant a que en/na %s jugui una carta o tiri els daus.
cs_cz: Ceká se, nez hrác %s zahraje kartu, nebo hodí kostkou.
fi_fi: Odotetaan pelaajaa %s pelaamaan kortti tai heittämään noppaa.
fr_fr: En attente, %s doit jouer une carte ou lancer les dés.
hu_hu: Warte darauf, dass %s eine Karte ausspielt oder würfelt.
it_it: In attesa che %s giochi una carta o lanci i dati.
ja_jp: %s が、カードを使うか、ダイスを振るかを思考中。
nl_nl: Wachten tot %s een ontwikkelingskaart heeft gespeeld of de dobbelstenen heeft gegooid.
ru_ru: Ждем, пока %s сыграет карту или бросит кубики.

source: Waiting for %s to play a card, select an action, or roll the dice.
ca_es: Esperant a que en/na %s jugui una carta, seleccioni una acció, o tiri els daus.
fi_fi: Odotetaan pelaajaa %s pelaamaan kortti tai heittämään noppaa.
fr_fr: En attente, %s doit jouer une carte, sélectionner une action ou lancer les dés.
hu_hu: Warte darauf, dass %s eine Karte ausspielt, eine Aktion auswählt oder würfelt.
it_it: In attesa che %s giochi una carta, sclega un'azione o lanci i dati.
ja_jp: %s が、カードを使うか、行動を選択するか、ダイスを振るかを思考中。
nl_nl: Wachten tot %s een ontwikkelingskaart heeft gespeeld, een actie heeft uitgevoerd of de dobbelstenen heeft gegooid.

source: Waiting for %s to select an action or roll the dice.
ca_es: Esperant a que en/na %s seleccioni una acció o tiri els daus.
fi_fi: Odotetaan pelaajaa %s pelaamaan kortti tai heittämään noppaa.
fr_fr: En attente, %s doit sélectionner une action ou lancer les dés.
hu_hu: Warte darauf, dass %s eine Aktion auswählt oder würfelt.
it_it: In attesa che %s scelga un'azione o lanci i dati.
ja_jp: %s が、行動を選択するか、ダイスを振るかを思考中。
nl_nl: Wachten tot %s een actie heeft geselecteerd of de dobbelstenen heeft gegooid.

source: Waiting for %s to select a resource to steal.
ca_es: Esperant a que en/na %s seleccioni un recurs a robar.
cs_cz: Ceká se, než hráč %s zvolí surovinu.
fi_fi: Odotetaan pelaajaa %s varastamaan resurssi.
fr_fr: En attente, %s choisit une ressource à monopoliser.
hu_hu: Warte darauf, dass %s einen Rohstoff auswählt, den er stehlen will.
it_it: In attesa che %s selezioni una carta da rubare.
ja_jp: %s が、盗む資源を選択中。
nl_nl: Wachten tot %s een grondstof heeft gestolen.
ru_ru: Ждем, пока %s выберет украдываемый ресурс.

source: Waiting for %s to select two resources.
ca_es: Esperant a que en/na %s seleccioni dos recursos.
cs_cz: Ceká se, nez hrác %s vybere dve suroviny.
fi_fi: Odotetaan pelaajaa %s valitsemaan kaksi resurssia.
fr_fr: En attente, %s choisit deux ressources.
hu_hu: Warte darauf, dass %s zwei Rohstoffkarten auswählt.
it_it: In attesa che %s selezioni due risorse.
ja_jp: %s が、二つの資源を選択中。
nl_nl: Wachten tot %s 2 grondstoffen heeft gekozen.
ru_ru: Ждем, пока %s выберет два ресурса.

source: Waiting for %s to spend gold.
fi_fi: Odotetaan pelaajaa %s käyttämään kulta.
hu_hu: Warte darauf, dass %s sein Gold eintauscht.
it_it: In attesa che %s spenda il suo oro.
ja_jp: %s が金を交換中
nl_nl: Wachten tot %s goud heeft uitgegeven.

source: Waiting for %s to steal a card.
ca_es: Esperant a que en/na %s robi una carta.
cs_cz: Ceká se, nez hrác %s ukradne surovinu.
fi_fi: Odotetaan pelaajaa %s varastamaan kortti.
fr_fr: En attente, %s vole une carte.
hu_hu: Warte darauf, dass %s eine Karte stiehlt.
it_it: In attesa che %s rubi una carta.
ja_jp: %s が、盗むカードを選択中。
nl_nl: Wachten tot %s een grondstof heeft gestolen.
ru_ru: Ждем, пока %s украдет карту.

source: %s wins the game!
ca_es: En/Na %s guanya la partida!
cs_cz: %s vyhrál hru.
fi_fi: %s voitti pelin!
fr_fr: %s gagne la partie!
hu_hu: %s gewinnt das Spiel!
it_it: %s vince la partita!
ja_jp: %s が勝利した！
nl_nl: %s wint het spel!
ru_ru: %s выигрывает!

source: %d cities
ca_es: %d ciutats
cs_cz: %d mesta
fi_fi: %d kaupunkia
fr_fr: %d villes
hu_hu: %d Städte
it_it: %d città
ja_jp: %d 件の街
nl_nl: %d steden

source: %d roads
ca_es: %d carreteres
fi_fi: %d tietä
fr_fr: %d routes
hu_hu: %d Straßen
it_it: %d strade
ja_jp: %d本の道
nl_nl: %d straten

source: %d settlements
ca_es: %d poblats
fi_fi: %d kylää
fr_fr: %d Colonies
hu_hu: %d Siedlungen
it_it: %d insediamenti
ja_jp: %d件の村
nl_nl: %d dorpen

source: In this turn, build either two roads, two ships, or one of each at no cost.
ru_ru: В этот ход поставьте две дороги, или два корабля, или одну дорогу и один корабль бесплатно.

source: %s buys a Development Card.
cs_cz: %s si koupil akcní kartu.
fr_fr: %s achète une carte de développement.
ru_ru: %s покупает Карту Развития.

source: %s trades
ru_ru: %s совершает сделку

source: to the bank for
ru_ru: отдает в банк за

source: %s loses
ru_ru: %s теряет

source: %s steals
ru_ru: %s крадет

source: %s selects
ru_ru: %s выбирает

source: Dev
cs_cz: Akcní karty
fr_fr: Dév.
ru_ru: Карта развития

source: %s, choose a player to steal a card from.
ru_ru: %s, у кого из игроков хотите украсть карту?

source: to %s for
ru_ru: игроку %s за

source: Buy a Development Card
fr_fr: Acheter une carte de développement.

source: Build a Road
cs_cz: Kup Akcní kartu
fr_fr: Construire une route

source: Build a Settlement
fr_fr: Construire une colonie

source: Build a City
cs_cz: Postav Mesto
fr_fr: Construire une ville

source: Rolls
cs_cz: Hod
fr_fr: Lancers

source: Development cards: %s
fr_fr: Cartes de développement: %s

source: Odds: %s
fr_fr: Chances: %s

source: Rounds before a 7 is rolled:
cs_cz: Pocet kol, po které nepadne 7:
fr_fr: Nombres de tour avant que 7 ne soit possible:

source: Resource Cards
fr_fr: Cartes de ressources

source: Road Length
cs_cz: Délka cesty
fr_fr: Longueur de la route

source: Points needed to win:
cs_cz: Pocet bodu k vítezství:
fr_fr: Points nécessaires pour gagner:

source: Roads:
cs_cz: Cesty:
fr_fr: Routes:

source: Settlements:
cs_cz: Vesnice:
fr_fr: Colonies:

source: Cities:
cs_cz: Mesta:
fr_fr: Villes:
