Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/StandardRules.po
Languages: ca_es, cs_cz, fi_fi, fr_fr, hu_hu, it_it, ja_jp, nl_nl, ru_ru

source: Development Cards Played
nl_nl: Ontwikkelingskaarten gespeeld

source: Monopoly
ca_es: Monopoli
cs_cz: Pokrok - Monopol
fi_fi: Monopoli
fr_fr: Monopole
hu_hu: Monopol
it_it: Monopolio
ja_jp: 独占
nl_nl: Monopolie
ru_ru: Монополия

source: Road Building
ca_es: Construcció de Carreteres
cs_cz: Pokrok - Stavba cest
fi_fi: Tienrakennus
fr_fr: Construction de route
hu_hu: Straßenbau
it_it: Costruzione di strade
ja_jp: 道路工事
nl_nl: Stratenbouw
ru_ru: Строительство Дорог

source: Soldier
ca_es: Soldat
cs_cz: Rytír
fi_fi: Sotilas
fr_fr: Chevalier
hu_hu: Ritter
it_it: Cavaliere
ja_jp: 傭兵
nl_nl: Struikrover
ru_ru: Солдат

source: Victory Point
ca_es: Punt de Victòria
cs_cz: Vitezny bod
fi_fi: Voittopiste
fr_fr: Point de victoire
hu_hu: Siegpunkt
it_it: Punto Vittoria
ja_jp: 勝利点
nl_nl: Overwinningspunt
ru_ru: Очко

source: Year Of Plenty
ca_es: Any d'Abundància
cs_cz: Pokrok - Vynález
fi_fi: Paljouden vuosi
fr_fr: Découverte
hu_hu: Erfindung
it_it: Scoperta
ja_jp: 豊穣の年
nl_nl: Uitvinding
ru_ru: Год Изобилия

source: Largest Army
nl_nl: Grootste Riddermacht

source: Victory Points
fr_fr: Points de victoire
nl_nl: Overwinningspunten

source: Development Cards
ca_es: Cartes de Desenvolupament
fi_fi: Kehityskortit
fr_fr: Cartes de développement
hu_hu: Entwicklungskarten
it_it: Carte Sviluppo
ja_jp: 開発カード
nl_nl: Ontwikkelingskaarten

source: Gold
fi_fi: Kultaa
it_it: Oro
ja_jp: 金
nl_nl: Goud

source: Gold Exchange
nl_nl: Goudhandel

source: Dice Rolls
fi_fi: Nopanheitot
hu_hu: Gewürfelte Zahlen
it_it: Tiri
ja_jp: ダイスの目
nl_nl: Gegooid

source: Points
ca_es: Punts
cs_cz: Body
fi_fi: Pisteet
hu_hu: Punkte
it_it: Punti
ja_jp: ポイント数
nl_nl: Punten

source: Resources Gained
nl_nl: Grondstoffen gekregen

source: Resources Lost
nl_nl: Grondstoffen verloren

source: Resources Blocked
nl_nl: Grondstoffen geblokkeerd

source: Resources Gained From
nl_nl: Grondstoffen verkregen door

source: Resources Lost To
nl_nl: Grondstoffen verloren door

source: Resources Blocked By
nl_nl: Grondstof geblokkeerd door

source: Purchases Made
nl_nl: Aankopen gedaan

source: Actions Taken
nl_nl: Genomen Acties

source: Structures
nl_nl: Spelstukken

source: Longest Road
nl_nl: Langste Straat

source: Sheep
ca_es: Ovella
cs_cz: Ovce
fi_fi: Lammas
fr_fr: Mouton
hu_hu: Schaf
it_it: Lana
ja_jp: 羊
nl_nl: Wol
ru_ru: Овца

source: Ore
ca_es: Pedra
cs_cz: Ruda
fi_fi: Kivi
fr_fr: Minerai
hu_hu: Erz
it_it: Minerale
ja_jp: 鉄
nl_nl: Erts
ru_ru: Руда

source: Timber
ca_es: Fusta
cs_cz: Drevo
fi_fi: Metsä
fr_fr: Bois
hu_hu: Holz
it_it: Legno
ja_jp: 木
nl_nl: Hout
ru_ru: Дерево

source: Clay
ca_es: Fang
cs_cz: Jíl
fi_fi: Savi
fr_fr: Argile
hu_hu: Lehm
it_it: Argilla
ja_jp: 土
nl_nl: Steen
ru_ru: Глина

source: Wheat
ca_es: Blat
cs_cz: Obilí
fi_fi: Vilja
fr_fr: Blé
hu_hu: Weizen
it_it: Grano
ja_jp: 麦
nl_nl: Graan
ru_ru: Пшеница

source: Board
nl_nl: Spelbord

source: Robber
ca_es: Lladre
cs_cz: Zlodej
fi_fi: Rosvo
fr_fr: Brigand
hu_hu: Räuber
it_it: Brigante
ja_jp: 盗賊
nl_nl: Struikrover

source: Bank Trades
nl_nl: Handel met bank

source: Player Trades
nl_nl: Handel met anderen

source: Purchases
nl_nl: Aankopen

source: Empty Bank
nl_nl: Lege bank

source: Roads
ca_es: Carreteres
cs_cz: Cesty
fi_fi: Tiet
fr_fr: Routes
hu_hu: Straßen
it_it: Strade
ja_jp: 道数
nl_nl: Straten

source: Settlements
ca_es: Poblats
cs_cz: Vesnice
fi_fi: Kylät
fr_fr: Colonies
hu_hu: Siedlungen
it_it: Insediamenti
ja_jp: 村数
nl_nl: Dorpen

source: Cities
ca_es: Ciutats
cs_cz: Mesta
fi_fi: Kaupungit
fr_fr: Villes
hu_hu: Städte
it_it: Città
ja_jp: 街数
nl_nl: Steden

source: Build a city
nl_nl: Bouw een stad

source: Build a road
nl_nl: Bouw een straat

source: Build a settlement
nl_nl: Bouw een dorp

source: Buy a development card
nl_nl: Koop een ontwikkelingskaart

source: Cards allowed
ca_es: Cartes permeses
cs_cz: Pocet karet v ruce
fi_fi: Sallitut kortit
fr_fr: Cartes autorisées
hu_hu: Zulässige Handkartenzahl
it_it: Carte permesse
ja_jp: 所有できるカード数
nl_nl: Maximum aantal kaarten in bezit

source: Cards allowed in hand:
ca_es: Cartes permeses a la mà:
cs_cz: Povoleno karet v ruce:
fi_fi: Kortteja saa olla kädessä:
fr_fr: Cartes autorisées en main:
hu_hu: Erlaubte Anzahl der Handkarten:
it_it: Carte permesse:
ja_jp: 所有できるカード枚数：
nl_nl: Toegestaan aantal kaarten in bezit:

source: Change the number of cards each player may hold without losing half on a 7.
ca_es: Canvia el nombre de cartes que cada jugador pot tenir sense perdre la meitat quan surti un 7.
cs_cz: Zmena poctu karet, kterĂ© mĹŻze mĂ­t kazdy hrĂˇc u sebe, pri pĂˇdu 7, aniz by o pulku prisel.
fi_fi: Vaihda kädessä olevien korttien määrää.
fr_fr: Changer le nombre de cartes que chaque joueur peut garder sans devoir défausser en cas de 7.
hu_hu: Ändere die Anzahl der Handkarten, die jeder Spieler halten darf, ohne bei einer 7 die Hälfte abzulegen.
it_it: Cambia il numero di carte che i giocatori possono avere in mano senza perderne metà al 7.
ja_jp: ７の目が振られた際に、持ちカードの半分を失わずにすむ枚数。
nl_nl: Verander het aantal kaarten dat een speler in bezit mag hebben als er 7 wordt gegooid.

source: Change the number of points needed to win the game.
ca_es: Canviar el nombre de punts necessaris per a guanyar la partida.
cs_cz: Mení pocet bodu potrebných k vítezství.
fi_fi: Vaihda voittamiseen tarvittavien pisteitten määrää.
fr_fr: Changer le nombre de pts nécessaires pour gagner la partie.
hu_hu: Ändere die Anzahl der Punkte, die für einen Sieg notwendig sind.
it_it: Cambia il numero di punti necessari per vincere la partita.
ja_jp: 勝利に必要なポイント数を変更する。
nl_nl: Verander het benodigde aantal punten om het spel te winnen.

source: Change the deck of Development cards.
ca_es: Canvia la pila de Cartes de Desenvolupament.
fi_fi: Vaihda kehityskorttien pakkaa.
fr_fr: Changer la pile de cartes de développement.
hu_hu: Verändere die Rückseite der Entwicklungskarten.
it_it: Modifica il set di Carte Sviluppo.
ja_jp: 開発カードのデッキを変更。
nl_nl: Stel handmatig in welke ontwikkelingkaarten de bank in bezit heeft bij de start.

source: Change the starting stock amounts of roads, settlements, and cities.
ca_es: Canviar la quantitat de carreteres, poblats i ciutats.
cs_cz: Mení startovní pocet Cest, Vesnic a Mest.
fi_fi: Vaihda pelin alussa olevien teiden, kylien ja kaupunkien määrää.
fr_fr: Changer le nombre initial de routes, colonies et villes en réserve.
hu_hu: Ändere die Anzahl der Straßen, Siedlungen und Städte im Spielervorrat.
it_it: Cambia la quantità di strade, insediamenti e città presenti inizialmente in deposito.
ja_jp: 開始時の、道、村、街のストック量の変更。
nl_nl: Verander het aantal straten, dorpen en steden die je aan het begin van het spel ontvangt.

source: Choose one resource type. All other players must give you all their resource cards of that type.
ca_es: Escull un recurs. Tots els demés jugadors t'han de donar totes les seves cartes d'aquell recurs que tinguin.
cs_cz: Zvol si jednu surovinu. Vsichni ostatní hráci ti musejí odevzdat vsechny svoje kartičky od zvolené suroviny.
fi_fi: Valitse yksi resurssityyppi. Kaikkien muiden pelaajien täytyy antaa valitsemasi resurssi sinulle.
fr_fr: Choisissez un type de ressources. Tous les joueurs doivent vous donner toutes leurs ressources de ce type.
hu_hu: Wähle einen Rohstoff aus. Alle anderen Spieler müssen dir alle ihre entsprechenden Rohstoffkarten geben.
it_it: Scegli un tipo di risora. Tutti gli altri giocatori devono darti tutte le carte risorsa di quel tipo in loro possesso.
ja_jp: 独占したい資源を選ぶ。他プレイヤーが持つ、選ばれた資源はすべて、自分のものになる。
nl_nl: Kies een grondstof type. Alle andere spelers moeten dit type grondstof aan jou afstaan.
ru_ru: Выберите какой-нибудь ресурс. Все остальные игроки должны отдать Вам все свои ресурсы этого вида.

source: City
ca_es: Ciutat
cs_cz: Mesto
fi_fi: Kaupunki
fr_fr: Ville
hu_hu: Stadt
it_it: Città
ja_jp: 街
nl_nl: Stad

source: Desert
cs_cz: Poust
fi_fi: Aavikko
fr_fr: Désert
hu_hu: Wüste
it_it: Deserto
ja_jp: 砂漠
nl_nl: Woestijn

source: Development cards
ca_es: Cartes de Desenvolupament
fi_fi: Kehityskortit
fr_fr: Cartes de développement
hu_hu: Entwicklungskarten
it_it: Carte Sviluppo
ja_jp: 開発カード
nl_nl: Ontwikkelingskaarten

source: In this turn, take any two resource cards from the bank. They may be used immediately.
ca_es: En aquest torn, agafa dos recursos qualsevols del banc. Els pots fer servir inmediatament.
cs_cz: Hrác si muze ihned vzít z banku dve libovovolné suroviny.
fi_fi: Ota tällä vuorolla kaksi resurssia pankista. Voit käyttää ne heti.
fr_fr: A ce tour, recevez deux ressources de la banque. Elles peuvent être utilisées
hu_hu: In diesem Zug erhältst du zwei beliebige Rohstoffkarten von der Bank. Du darfst sie sofort benutzen.
it_it: In questo turno puoi prelevare due risorse dalla banca. Possono venire usate immediatamente.
ja_jp: 好きな資源二枚をバンクから得る。得た資源は即座に使用できる。
nl_nl: Kies in deze beurt 2 grondstoffen van de bank. Ze kunnen direct worden gebruikt.
ru_ru: В этот ход возьмите два любых ресурса из банка. Вы можете сразу же их использовать.

source: In this turn, build either two roads, two ships, or one of each for free.
ca_es: En aquest torn, construeix dues carreteres, dos vaixells, o un de cada, gratis.
fi_fi: Rakenna tällä vuorolla joko kaksi tietä, kaksi laivaa tai yksi molempia ilmaiseksi.
fr_fr: A ce tour, construisez gratuitement deux routes, deux bateaux ou un de chaque.
hu_hu: Du kannst in diesem Zug entweder zwei Straßensegmente, zwei Schiffe oder von beiden jeweils eines kostenlos bauen.
it_it: In questo turno puoi costruire due strade, due navi o una di ognuna, gratis.
ja_jp: 使用ターン中に、道と船を、合わせて二本引くことができる。
nl_nl: Bouw in deze beurt gratis 2 straten, 2 schepen of van beide één.

source: Move the robber and steal one resource card from the owner of an adjacent city or settlement. Or, move the pirate and steal from the owner of an adjacent ship.
ca_es: Mou el lladre i roba un carta de recurs del propietari d'una ciutat o poblat adjacent a aquell hexagon. O, mou el pirata i roba del propietari d'un vaixell adjacent.
cs_cz: Kdyz vylozís tuto kartu, presun zlodeje/pirata a vezmi si jednu kartu od poskozeného hráce.
fi_fi: Siirrä rosvoa tai piraattia. Voit varastaa toiselta pelaajalta resurssin mikäli se osuu pelaajan omistamaan ruutuun.
fr_fr: Déplacez le brigand et volez une ressource du propriétaire d'une colonie ou d'une ville adjacente. Ou, déplacez le pirate et volez chez le propriétaire d'un bateau adjacent.
hu_hu: Versetze den Räuber und stiehl eine Rohstoffkarte von dem Besitzer einer angrenzenden Stadt oder Siedlung. Oder versetze das Piratenschiff und stiehl eine Rohstoffkarte von dem Besitzer eines angrenzenden Schiffes.
it_it: Sposta il brigante e ruba una carta risorsa dal proprietario di una delle città o degli insediamenti adiacenti. Oppure sposta il pirata e ruba dal proprietario di una delle navi vicine.
ja_jp: 盗賊を動かし、設置した土地の所有者から、資源を奪う。もしくは、海賊を動かし、船所有者から、資源を奪う。
nl_nl: Verplaats de struikrover en steel 1 grondstof van de bezitter van een aangelegen stad of dorp. Of verplaats het piratenschip en steel van de bezitter van een aangelegen schip.
ru_ru: Передвигайте грабителя и украдите ресурс у владельца прилегающего города или поселения. Или передвигайте пирата и украдите ресурс у владельца прилегающего корабля.

source: No 7s for 1 round
ca_es: Cap 7 durant 1 ronda
cs_cz: Zádná 7 v 1. kole
fi_fi: Ei rosvoa yhteen vuoroon.
fr_fr: Pas de 7 pour 1 tour
hu_hu: Kein 7er für eine Runde
it_it: Niente 7 per 1 round
ja_jp: 1ラウンド、7の目が無効
nl_nl: Geen 7 in de 1e ronde

source: No early 7s
ca_es: Cap 7 matiner
cs_cz: Spozdení zlodeje
fi_fi: Ei aikaisia rosvoja
fr_fr: Pas de 7 au début
hu_hu: Keine frühen 7er
it_it: Niente 7 prematuri
ja_jp: 初回の7の目は無効
nl_nl: Geen 7 vroeg in het spel

source: Ocean
ca_es: Oceà
cs_cz: Oceán
fi_fi: Meri
fr_fr: Océan
hu_hu: Meer
it_it: Oceano
ja_jp: 海
nl_nl: Oceaan

source: Odds
nl_nl: Kansen

source: 1 city
ca_es: 1 ciutat
fi_fi: kaupunki
fr_fr: 1 ville
hu_hu: 1 Stadt
it_it: 1 città
ja_jp: 1 件の街
nl_nl: 1 stad

source: Play Card
ca_es: Jugar Carta
cs_cz: Zahrat kartu
fi_fi: Pelaa kortti
fr_fr: Jouer une carte
hu_hu: Karte spielen
it_it: Gioca Carta
ja_jp: カードの使用
nl_nl: Speel Kaart

source: Points needed to win
ca_es: Punts necessaris per a guanyar
cs_cz: Pocet bodu k vítezství
fi_fi: Voittoon tarvittavat pisteet
fr_fr: Points nécessaires pour gagner
hu_hu: Für einen Sieg benötigte Punkte
it_it: Punti necessari per vincere
ja_jp: 勝利に必要なポイント数
nl_nl: Punten voor de overwinning

source: Prevent 7s from rolling for one or two rounds. This lets players get their feet on the ground before the robber comes calling.
ca_es: Evita que surtin 7s durant una o dues rondes. Això permet als jugadors començar a establir-se abans de que vingui el lladre.
cs_cz: Odkládá pad 7 o jedno nebo dve kola. To muze pomoci hrácum postavit jejich ekonomiku na nohy, nez bude povolán zlodej.
fi_fi: Estää rosvon heittämisen muutamalla ensimmäisellä vuorolla. Tämä antaa paremmat mahdolisuudet pelin aloittamiseen.
fr_fr: Annuler 7 aux dés pour un ou deux tours. Ceci permet aux joueurs de respirer un peu avant que le brigand ne puisse pointer son nez.
hu_hu: Verhindert den Wurf von 7ern für die erste oder für die ersten zwei Runden. Dies erlaubt den Spielern einen ausgeglicheneren Start bevor der Räuber zuschlägt.
it_it: Impedisce che venga tirato 7 nei primi uno o due turni. Ciò permette ai giocatori di cominciare a piazzarsi prima che il brigante venga a far danno.
ja_jp: 7の目を、1，2ラウンド無効にする。
nl_nl: Wanneer er in de eerste ronden geen 7 kan worden gegooid, geeft dit de spelers de kans om zich te ontwikkelen.

source: Random chip layout
ca_es: Col·locació de números aleatòria
cs_cz: Náhodné rozvrzení císel
fi_fi: Numerot arvottu
fr_fr: Répartition des jetons au hasard
hu_hu: Zufälliges Zahlenchiplayout
it_it: Disposizione casuale dei numeri
ja_jp: 数字のランダム配置
nl_nl: Willekeurige lay-out voor fiches

source: Random port layout
ca_es: Col·locació de ports aleatòria
cs_cz: Náhodné rozvrzení prístavu
fi_fi: Satamat arvottu
fr_fr: Répartition des ports au hasard
hu_hu: Zufälliges Hafenlayout
it_it: Disposizione casuale dei porti
ja_jp: 貿易港のランダム配置
nl_nl: Willekeurige haven lay-out

source: Random tile layout
ca_es: Col·locació d'hexàgons aleatòria
cs_cz: Náhodné rozvrzení polí
fi_fi: Arvottu pelilauta
fr_fr: Placement des hexagones au hasard
hu_hu: Zufälliges Ressourcenlayout
it_it: Disposizione casuale delle tessere
ja_jp: 土地のランダム配置
nl_nl: Willekeurig tegel uiterlijk

source: Receive 1 Victory Point!
ca_es: Reb 1 Punt de Victòria!
cs_cz: 1 Vítezný bod.
fi_fi: Saat yhden voittopisteen
fr_fr: Vous recevez 1 point de victoire!
hu_hu: Erhalte einen Siegpunkt!
it_it: Guadagna un punto vittoria!
ja_jp: 1 勝利点を得た。
nl_nl: 1 overwinningspunt ontvangen!
ru_ru: Получите 1 Очко!

source: Resource cards
nl_nl: Grondstof kaarten

source: Resources
fi_fi: Resurssit
hu_hu: Rohstoffe
it_it: Risorse
ja_jp: 資源数
nl_nl: Grondstoffen

source: Road length
nl_nl: Straatlengte

source: Road
ca_es: Carretera
cs_cz: Cesta
fi_fi: Tie
fr_fr: Route
hu_hu: Straße
it_it: Strada
ja_jp: 道
nl_nl: Straat

source: Roll Dice
fi_fi: Heitä noppaa
hu_hu: Würfle
it_it: Lancia I Dadi
ja_jp: ダイスを振る
nl_nl: Gooien

source: Rounds before a 7 is rolled
nl_nl: Ronden voordat de 7 kan worden gegooid

source: Select 1 resource type to steal.
ca_es: Selecciona 1 tipus de recurs a robar.
fi_fi: valitse varastettava resurssi.
fr_fr: Choisissez 1 ressource à monopoliser.
hu_hu: Wähle die zu stehlende Rohstoffart.
it_it: Seleziona 1 tipo di risorsa da rubare.
ja_jp: 盗む資源の種類を選べ。
nl_nl: Selecteer 1 type grondstof om te stelen.

source: Select 2 resources to gain.
ca_es: Selecciona 2 recursos a guanyar.
fi_fi: Ota kaksi resurssia.
fr_fr: Choisissez 2 ressources à gagner.
hu_hu: Wähle 2 Rohstoffkarten, die du erhalten willst.
it_it: Seleziona 2 risorse da guadagnare.
ja_jp: 二つの資源を選べ。
nl_nl: Selecteer 2 grondstoffen om te ontvangen.

source: Settlement
ca_es: Poblat
cs_cz: Vesnice
fi_fi: Kylä
fr_fr: Colonie
hu_hu: Siedlung
it_it: Insediamento
ja_jp: 村
nl_nl: Dorp

source: Show Resources tab
nl_nl: Toon grondstoffen tab

source: Soldiers
ca_es: Soldats
fi_fi: Sotilaat
fr_fr: Chevaliers
hu_hu: Ritter
it_it: Soldati
ja_jp: 兵士数
nl_nl: Soldaten

source: Spend Your Gold
fi_fi: Käytä kultasi
hu_hu: Tausche dein Gold ein
it_it: Spendi Il Tuo Oro
ja_jp: 金の交換
nl_nl: Geef je goud uit

source: Standard
ca_es: Estàndard
cs_cz: Standart
fi_fi: Standardi
ja_jp: スタンダード
nl_nl: Standaard

source: Stock amounts
ca_es: Quantitats en els magatzems
cs_cz: Stavební moznosti
fi_fi: Varastomäärät
fr_fr: Quantités en réserve
hu_hu: Spielteilevorratszahlen
it_it: Quantità in deposito
ja_jp: ストック量
nl_nl: Startbezit spelmateriaal

source: 3-1 Port
ca_es: Port 3-1
cs_cz: 3:1 Prístav
fi_fi: 3:1 satama
fr_fr: Port 3:1
hu_hu: 3-1 Hafen
it_it: Porto 3-1
ja_jp: 3-1 貿易港
nl_nl: 3-1 Haven

source: 2-1 Clay Port
ca_es: Port 2-1 de Fang
cs_cz: 2:1 Prístav (Cihla)
fi_fi: 2:1 Savisatama
fr_fr: Port argile 2:1
hu_hu: 2-1 Lehm Hafen
it_it: Porto 2-1 Argilla
ja_jp: 2-1 土 貿易港
nl_nl: 2-1 Steen Haven

source: 2-1 Ore Port
ca_es: Port 2-1 de Pedres
cs_cz: 2:1 Prístav (Ruda)
fi_fi: 2:1 Kivisatama
fr_fr: Port minerai 2:1
hu_hu: 2-1 Erz Hafen
it_it: Porto 2-1 Minerale
ja_jp: 2-1 鉄 貿易港
nl_nl: 2-1 Erts Haven

source: 2-1 Sheep Port
ca_es: Port 2-1 d'Ovelles
cs_cz: 2:1 Prístav (Ovce)
fi_fi: 2:1 Lammassatama
fr_fr: Port mouton 2:1
hu_hu: 2-1 Schaf Hafen
it_it: Porto 2-1 Lana
ja_jp: 2-1 羊 貿易港
nl_nl: 2-1 Wol Haven

source: 2-1 Timber Port
ca_es: Port 2-1 de Fusta
cs_cz: 2:1 Prístav (Drevo)
fi_fi: 2:1 Puusatama
fr_fr: Port bois 2:1
hu_hu: 2-1 Holz Hafen
it_it: Porto 2-1 Legno
ja_jp: 2-1 木 貿易港
nl_nl: 2-1 Hout Haven

source: 2-1 Wheat Port
ca_es: Port 2-1 de Blat
cs_cz: 2:1 Prístav (Obilí)
fi_fi: 2:1 Viljasatama
fr_fr: Port blé 2:1
hu_hu: 2-1 Weizen Hafen
it_it: Porto 2-1 Grano
ja_jp: 2-1 麦 貿易港
nl_nl: 2-1 Graan Haven

source: Victory points
nl_nl: Overwinningspunten

source: Your Cards
ca_es: Les teves Cartes
cs_cz: Tvoje karty
fi_fi: Korttisi
fr_fr: Vos cartes
hu_hu: Deine Karten
it_it: Le Tue Carte
ja_jp: カード
nl_nl: Je Kaarten

source: %s buys a development card.
nl_nl: %s koopt een ontwikkelingskaart.

source: %s, choose a player to steal from, or click the robber to not steal.
ca_es: %s, escull un jugador al que robar-li una carta, o clica al lladre per a no robar.
fi_fi: %s, valitse pelaaja, jolta varastat tai klikkaa rosvoa mikäli et halua varastaa.
fr_fr: %s, choisissez à qui voler une carte, ou cliquez sur le brigand pour ne pas voler.
hu_hu: %s, wähle den zu bestehlenden Spieler aus oder klick auf den Räuber, um nichts zu stehlen.
it_it: %s, scegli un giocatore da cui rubare, o clicca sul brigante per non rubare.
ja_jp: %s 、資源を盗むプレイヤーを選べ。盗まない場合は、盗賊をクリックすること。
nl_nl: %s, kies een speler om een grondstof van te stelen of klik op de rover om van niemand te stelen.

source: %s ends the turn.
ca_es: En/Na %s acaba el torn-
cs_cz: %s ukoncil kolo.
fi_fi: %s lopettaa vuoron.
fr_fr: %s finit sont tour.
hu_hu: %s beendet den Zug.
it_it: %s finisce il turno
ja_jp: %s ターン終了。
nl_nl: %s beëindigt de beurt.
ru_ru: %s завершает ход.

source: %s has a city reduced to a settlement.
ca_es: En/Na %s se li redueix una ciutat a assentament.
fi_fi: Pelaajan %s kaupunki muuttui takaisin kyläksi.
fr_fr: %s réduit une ville en colonie.
hu_hu: %s hat eine zerstörte Stadt in eine Siedlung umgewandelt.
it_it: Una città di %s viene ridotta ad insediamento
ja_jp: %s の街は村になってしまった。
nl_nl: %s heeft een stad gedegradeerd tot een dorp.

source: %s has won the game.
ca_es: En/Na %s ha guanyat la partida.
cs_cz: %s vyhrál hru.
fi_fi: %s voitti pelin!
fr_fr: %s a gagné la partie.
hu_hu: %s hat das Spiel gewonnen.
it_it: %s ha vinto la partita.
ja_jp: %s が勝利した。
nl_nl: %s heeft het spel gewonnen.
ru_ru: %s победил.

source: %d cards allowed in hand
ca_es: %d cartes permeses a la mà
cs_cz: %d karet v ruce
fi_fi: %d korttia kädessä sallittu
fr_fr: %d cartes autorisées en main
hu_hu: %d Handkarten dürfen gehalten werden
it_it: %d carte permesse
ja_jp: %d 枚のカードを所有できる。
nl_nl: %d kaarten toegestaan in bezit te hebben.

source: %d %s from %s
ca_es: %d %s de %s
cs_cz: %d %s od %s
fi_fi: %d %s pelaajalta %s
fr_fr: %d %s de %s
hu_hu: %d %s von %s
it_it: %d %s da %s
ja_jp: %3$s から、%1$d枚の %2$s を
nl_nl: %d %s van %s
ru_ru: %d %s у %s

source: %s, it is your turn.
ca_es: %s, es el teu torn.
cs_cz: %s, jsi na tahu.
fi_fi: %s, sinun vuorosi.
fr_fr: %s, à vous de jouer.
hu_hu: %s, du bist am Zug.
it_it: %s, è il tuo turno
ja_jp: %s のターン。
nl_nl: %s, het is jouw beurt.
ru_ru: %s, Ваш ход.

source: %s loses %s.
ca_es: En/Na %s perd %s.
fi_fi: %s menettää %s.
fr_fr: %s perd %s.
hu_hu: %s verliert %s.
it_it: %s perde %s.
ja_jp: %s は、%s を失った。
nl_nl: %s verliest %s.

source: %s loses Largest Army.
ca_es: En/Na %s perd l'Exèrcit més Gran.
cs_cz: %s přišel o největší vojsko.
fi_fi: %s menetti suurimman armeijan.
fr_fr: %s perd le chevalier le plus puissant.
hu_hu: %s hat die größte Rittermacht verloren.
it_it: %s perde l'Esercito più potente.
ja_jp: %s は騎士賞を失った。
nl_nl: %s verliest de Grootste Riddermacht.
ru_ru: %s теряет Самую Большую Армию.

source: %s loses Longest Road.
ca_es: En/Na %s perd la Carretera més Llarga.
cs_cz: %s prisel o nejdelší cestu.
fi_fi: %s menetti pisimmän tien.
fr_fr: %s perd la route la plus longue.
hu_hu: %s hat die längste Handelsstraße verloren.
it_it: %s perde la Strada più lunga.
ja_jp: %s は道賞を失った。
nl_nl: %s verliest de Langste Straat.
ru_ru: %s теряет Длинную дорогу.

source: No 7s for %d rounds
ca_es: Cap 7 durant %d rondes
cs_cz: Zádná 7 po %d kola
fi_fi: Ei rosvoa %d vuoroon
fr_fr: Pas de 7 pour %d tours
hu_hu: Keine 7er für %d Runden
it_it: Niente 7 per %d round
ja_jp: %d ラウンド、7の目が無効。
nl_nl: Geen 7 in de eerste %d ronden

source: %s, place a city.
ca_es: %s, posa una ciutat.
cs_cz: %s, postav mesto.
fi_fi: %s, aseta kaupunki.
fr_fr: %s, placez une ville.
hu_hu: %s, setze eine Stadt.
it_it: %s, metti una città.
ja_jp: %s 、街を設置せよ。
nl_nl: %s, bouw een stad.
ru_ru: %s, поставьте город.

source: %s, place a road.
ca_es: %s, posa una carretera.
cs_cz: %s, postav cestu.
fi_fi: %s, aseta tie.
fr_fr: %S, placez une route.
hu_hu: %s, setze eine Straße.
it_it: %s, metti una strada.
ja_jp: %s 、道を設置せよ。
nl_nl: %s, bouw een straat.
ru_ru: %s, поставьте дорогу.

source: %s, place a settlement.
ca_es: %s, posa un poblat.
cs_cz: %s, postav vesnici.
fi_fi: %s, aseta kylä.
fr_fr: %s, placez une colonie.
hu_hu: %s, setze eine Siedlung.
it_it: %s, metti un insediamento
ja_jp: %s 村を設置せよ。
nl_nl: %s, bouw een dorp.
ru_ru: %s, поставьте поселение.

source: %s places a city.
ca_es: En/Na %s posa una ciutat.
cs_cz: %s postavil město.
fi_fi: %s asetti kaupungin.
fr_fr: %s place une ville.
hu_hu: %s hat eine Stadt gesetzt.
it_it: %s mette una città.
ja_jp: %s は街を設置した。
nl_nl: %s bouwt een stad.
ru_ru: %s ставит город.

source: %s places a settlement.
ca_es: En/Na %s posa un poblat.
cs_cz: %s postavil vesnici.
fi_fi: %s asetti kylän.
fr_fr: %s place une colonie.
hu_hu: %s hat eine Siedlung gesetzt.
it_it: %s mette un insediamento
ja_jp: %s は村を設置した。
nl_nl: %s bouwt een dorp.
ru_ru: %s ставит поселение.

source: %s places a road.
ca_es: En/Na %s posa una carretera.
cs_cz: %s postavil cestu.
fi_fi: %s asetti tien.
fr_fr: %s place une route.
hu_hu: %s hat eine Straße gesetzt.
it_it: %s mette una strada.
ja_jp: %s は道を引いた。
nl_nl: %s bouwt een straat.
ru_ru: %s ставит дорогу.

source: %s, place the robber.
ca_es: %s, posa el lladre.
cs_cz: %s, presun zlodeje.
fi_fi: %s, aseta rosvo.
fr_fr: %s, placez le brigand.
hu_hu: %s, versetze den Räuber.
it_it: %s, sposta il brigante.
ja_jp: %s 、盗賊を設置せよ。
nl_nl: %s, plaats de struikrover.
ru_ru: %s, переставьте грабителя.
