Repository: RaphaelK12/Cities3D
Catalog: trunk/Cities3D/distribute/locale/*/VolcanoRules.po
Languages: de_at, fi_fi, it_it, ja_jp, nl_nl

source: Deserts are volcanoes
de_at: Vulkane ersetzen Wüsten
fi_fi: Aavikot ovat tulivuoria
it_it: I deserti sono vulcani
ja_jp: 砂漠が火山になる。
nl_nl: Woestijnen en vulkanen

source: has 1 city reduced
de_at: hat eine Stadt zerstört
it_it: riduce 1 città
ja_jp: 街が 1 件過疎化
nl_nl: heeft 1 stad gereduceerd

source: loses 1 city
de_at: verliert eine Stadt
fi_fi: menettää yhden kaupungin
it_it: perde 1 città
ja_jp: 街を 1 件失った。
nl_nl: verliest 1 stad

source: loses 1 settlement
de_at: verliert eine Siedlung
fi_fi: menettää yhden kylän
it_it: perde 1 insediamento
ja_jp: 村を 1 件 失った。
nl_nl: versliest 1 dorp

source: Show Volcano tab
de_at: Vulkanfeld
nl_nl: Toon Vulkaan tab

source: Volcano
de_at: Vulkan
fi_fi: Tulivuori
it_it: Vulcano
ja_jp: 火山
nl_nl: Vulkaan

source: Volcanoes
de_at: Vulkane
fi_fi: Tulivuoret
it_it: Vulcani
ja_jp: 火山
nl_nl: Vulkanen

source: Replaces all deserts with volcanoes. A volcano is rich in resources and provides gold to players who build on it. However, when rolled, it erupts, and destroys anything in the path of its lava, which flows to one of its corners!
de_at: Ersetzt alle Wüstenfelder durch Vulkane. Ein Vulkan ist reich an Ressourcen und versorgt Spieler, die darauf bauen, mit Gold. Allerdings wird, sobald seine Zahl gewürfelt wird, alles zerstört, was der Lava im Weg steht. Die Lava fließt immer an einer Ecke des Vulkanes herab!
fi_fi: Korvaa kaikki aavikot tulivuorilla. Tulivuori on resurssirikas ja tuottaa kultaa pelaajille. Miinuspuolena tulivuori purkautuu tietyllä nopanheitolla ja tuhoaa pelaajien omistamia rakennelmia.
it_it: Sostituisce tutti i deserti con vulcano. Un vulcano è ricco di risorse e fornisce oro ai giocatori che vi costruiscono supra. Tuttavia, se ne esce il numero, erutta e distrugge tutto ciò che si trova sul percorso della lava, che scorre verso uno degli angoli!
ja_jp: 砂漠を火山にする。火山は資源に富み、金を産出する。しかし、ダイスが振られると、噴火して、ダイスの目の頂点にある建造物を破壊する。
nl_nl: Vervangt alle woestijnen door vulkanen. Een vulkaan is rijk aan grondstoffen en levert goud op voor de spelers die erop bouwen. Maar wanneer het wordt gegooid, barst het uit en vernietigt het alles wat er in de buurt staat.

source: Volcano tile
de_at: Vulkanregisterkarte
fi_fi: Tulivuorilaatta
ja_jp: 火山のタイル
nl_nl: Vulkaan fiche

source: %s escapes unscathed!
de_at: %s entkommt unversehrt!
fi_fi: %s pakenee ilman vahinkoja!
it_it: %s sfugge indenne!
ja_jp: %s は無事逃げおおせた。
nl_nl: %s is zonder schade ontsnapt!

source: has %d cities reduced
de_at: hat %d Städte zerstört
it_it: riduce %d città
ja_jp: 街が %d 件過疎化
nl_nl: heefy %d steden gereduceerd

source: %s, move your metropolis.
de_at: %s, versetze deine Metropole.
fi_fi: %s, siirrä metropolia.
it_it: %s, sposta la metropoli.
ja_jp: %s よ、メトロポリスを動かせ。
nl_nl: %s, verplaats je metropolis.

source: loses %d cities
de_at: verliert %d Städte
fi_fi: menettää %d kaupunkia
it_it: perde %d città
ja_jp: 街を %d 件失った。
nl_nl: verliest %d steden

source: loses %d settlements
de_at: verliert %d Siedlungen
fi_fi: menettää %d kylää
it_it: perde %d insediamenti
ja_jp: 家を %d 件失った。
nl_nl: verliest %d dorpen

source: %s loses 1 bonus point to the volcano.
de_at: %s verliert 1 Bonuspunkt durch den Vulkanausbruch.
fi_fi: %s menettää bonuspisteen tulivuorelle.
it_it: %s perde 1 punto bonus per il vulcano.
ja_jp: %s は火山によって、１ボーナスポイントを失った。
nl_nl: %s verliest 1 bonuspunt door de vulkaan.

source: Waiting for %s to move a metropolis.
de_at: Warte darauf, dass %s eine Metropole versetzt.
fi_fi: Odotetaan pelaaja %s siirtämään metropoli.
it_it: In attesa che %s sposti una metropoli.
ja_jp: %s がメトロポリスを移動中。
nl_nl: Wachten tot %s een metropolis heeft verplaatst.

source: Volcano Die
de_at: Vulkanwürfel
nl_nl: Slapende Vulkaan
